{
    "First Chapter": {
        "9": "\"And many other heroes also, well-skilled in fight, and armed with many kinds of weapons, are here, determined to lay down their lives for my sake.",
        "13": "Then following Bhishma, conches and kettle-drums, tabors, trumpets and cowhorns blared forth suddenly from the Kaurava side and the noise was tremendous.",
        "14": "Then, also, Madhava and Pandava, stationed in their magnificent chariot yoked with white horses, blew their divine conches with a furious noise.",
        "15": "Hrishikesha blew the Panchajanya, Dhananjaya, the Devadatta, and Vrikodara, the doer of terrific deeds, his large conch Paundra.",
        "16": "King Yudhishthira, son of Kunti, blew the conch named Anantavijaya, and Nakula and Sahadeva, their Sughosha and Manipushpaka.",
        "17": "The expert bowman, king of Kashi, and the great warrior Shikhandi, [paragraph continues] Dhrishtadyumna and Virata and the unconquered Satyaki;",
        "18": "O Lord of Earth! Drupada and the sons of Draupadi, and the mighty-armed son of Subhadra, all, also blew each his own conch.",
        "20": "Then, O Lord of Earth, seeing Dhritarashtra's party standing marshalled and the shooting about to begin, that Pandava whose ensign was the monkey, Arjuna said:",
        "21": "Place my chariot, O Achyuta! between the two armies that I may see those who stand here prepared for war. On this eve of battle (let me know) with whom I have to fight.",
        "22": "Place my chariot, O Achyuta! between the two armies that I may see those who stand here prepared for war. On this eve of battle (let me know) with whom I have to fight. Sanjaya said:",
        "24": "Commanded thus by Gudakesha, Hrishikesha, O Bharata, drove that grandest of chariots to a place between the two hosts, facing Bhishma, Drona and all the rulers of the earth, and then spoke thus, \"Behold, O Partha, all the Kurus gathered together!\"",
        "25": "Commanded thus by Gudakesha, Hrishikesha, O Bharata, drove that grandest of chariots to a place between the two hosts, facing Bhishma, Drona and all the rulers of the earth, and then spoke thus, \"Behold, O Partha, all the Kurus gathered together!\"",
        "26": "Then saw Partha stationed there in both the armies, grandfathers, fathers-in-law and uncles, brothers and cousins, his own and their sons and grandsons, and comrades, teachers, and other friends as well.",
        "27": "Then he, the son of Kunti, seeing all those kinsmen stationed in their ranks, spoke thus sorrowfully, filled with deep compassion. Arjuna said:",
        "30": "Neither, O Keshava, can I stand upright. My mind is in a whirl. And I see adverse omens.",
        "31": "Neither, O Krishna, do I see any good in killing these my own people in battle. I desire neither victory nor empire, nor yet pleasure.",
        "32": "Of what avail is dominion to us, of what avail are pleasures and even life, if these, O Govinda! for whose sake it is desired that empire, enjoyment and pleasure should be ours, themselves stand here in battle, having renounced life and wealth--Teachers, uncles, sons and also grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law, besides other kinsmen.",
        "33": "Of what avail is dominion to us, of what avail are pleasures and even life, if these, O Govinda! for whose sake it is desired that empire, enjoyment and pleasure should be ours, themselves stand here in battle, having renounced life and wealth--Teachers, uncles, sons and also grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law, besides other kinsmen.",
        "34": "Of what avail is dominion to us, of what avail are pleasures and even life, if these, O Govinda! for whose sake it is desired that empire, enjoyment and pleasure should be ours, themselves stand here in battle, having renounced life and wealth--Teachers, uncles, sons and also grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law, besides other kinsmen.",
        "35": "Even though these were to kill me, O slayer of Madhu, I could not wish to kill them, not even for the sake of dominion over the three worlds, how much less for the sake of the earth!",
        "37": "Therefore ought we not to kill our kindred, the sons of Dhritarashtra. For how could we, O Madhava, gain happiness by the slaying of our own kinsmen?",
        "38": "Though these, with understanding overpowered by greed, see no evil due to decay of families, and no sin in hostility to friends, why should we, O Janardana, who see clearly the evil due to",
        "39": "Though these, with understanding overpowered by greed, see no evil due to decay of families, and no sin in hostility to friends, why should we, O Janardana, who see clearly the evil due to the decay of families, not turn away from this sin?",
        "40": "On the decay of a family the immemorial religious rites of that family die out. On the destruction of spirituality, impiety further overwhelms the whole of the family.",
        "41": "On the prevalence of impiety, O Krishna, the women of the family become corrupt; and women being corrupted, there arises, O Varshneya, intermingling of castes.",
        "43": "By these misdeeds of the destroyers of the family, bringing about confusion of castes, are the immemorial religious rites of the caste and the family destroyed.",
        "44": "We have heard, O Janardana, that inevitable is the dwelling in hell of those men in whose families religious practices have been destroyed.",
        "45": "Alas, we are involved in a great sin, in that we are prepared to slay our kinsmen, from greed of the pleasures of a kingdom!",
        "46": "Verily, if the sons of Dhritarashtra, weapons in hand, were to slay me, unresisting and unarmed, in the battle, that would be better for me. Sanjaya said:",
        "47": "Speaking thus in the midst of the battle-field, Arjuna casting away his bow and arrows, sank down on the seat of his chariot, with his mind distressed with sorrow. The end of chapter first, designated The Grief of Arjuna. Footnotes ^2:2 Sanjaya's reply beginning with \"But then\" and describing Duryodhana's action is a plain hint to the old king that his son was afraid. For he went to his teacher (regarded as father) instead of to the commander-in-chief, as a child in fright would run to its parents in preference to others. ^3:3 As a scorpion would sting even that whose protection is sought to be free from fear, so did the wicked Duryodhana insult his teacher. His meaning in plain words comes to this: just think of your stupidity in teaching the science of fight to the son of Drupada and to those of Pandu. They are now arrayed to kill you! ^4:4 great-charioted: one who is well-versed in the science of war and commands eleven thousand bowmen. ^5:7 However well-versed in the science of war you might be, you are after all a Brahmana (best of the twice-born) a lover of peace, that is to say, a coward. It is therefore natural for you to be afraid of the Pandava force. But take heart, we too have, great warriors in our ranks--is the veiled meaning of Duryodhana's words. The verse is often interpreted to mean that Duryodhana considers his army inefficient and that of the enemy efficient. But this view seems inapposite to the context. ^7:11 Since I cannot expect from you any initiative, do what you are told to do,--seems to be Duryodhana's intention. ^8:12 All eyes were turned upon Duryodhana and the penetrating intelligence of Bhishma detected his fear; and since Drona took no notice of Duryodhana's words, knowing his grandson as he did, he had no difficulty in understanding that the latter had spoken to his teacher in a way which called forth Drona's coldness instead of his enthusiasm. The grandsire's heart was moved with pity and hence the action on his part described in the above verse. It should here be noted that this action, amounting to a challenge, really began the fight. It was the Kaurava side again which took the aggressor's part. ^13:20 In view of the sudden change of feeling that is to come over Arjuna it should be noted how full of the war-spirit we find him in this verse. ^14:23 Arjuna is impatient to see who dared face him in fight! ^17:29 Compassion overpowered him. Not that it was due to discrimination, but rather to the lack of this. He lost self-control--the first step into the abyss of ignorance. ^20:36 Felons: Atatayi, one who sets fire to the house of, administers poison to, falls upon with a sword on, steals the wealth, land and wife of, another person. Duryodhana did all these to the Pandava brothers. According to the Artha Shastras, no sin is incurred by killing an Atatayin, even if he be thoroughly versed in Vedanta. But Arjuna seems to argue, \"True, there may not be incurred the particular sin of slaying one's own kith and kin by killing the sons of Dhritarashtra inasmuch as they are Atatayins, but then the general sin of killing is sure to take hold of us, for Dharma Shastra which is more authoritative than Artha Shastra enjoins non-killing.\" ^23:42 Verily, confusion of family is the hell of destroyers of family. (For then do) their own ancestors fall, deprived &c. This refers to the well-known Sraddha ceremony of the Hindus, the main principle of which consists in sending helpful thoughts to the dead relations, as well as to all the occupants of Pitri-loka (a temporary abode, immediately after death) accompanied with (to make the thoughts more forcible) concrete offerings. The poor are also fed to secure their good wishes."
    },
    "Second Chapter": {
        "3": "Yield not to unmanliness, O son of Pritha! Ill doth it become thee. Cast off this mean faint-heartedness and arise, O scorcher of thine enemies! Arjuna said:",
        "4": "--But how can I, in battle, O slayer of Madhu, fight with arrows against Bhishma and Drona, who are rather worthy to be worshipped, O destroyer of foes!",
        "6": "And indeed I can scarcely tell which will be better, that we should conquer them, or that they should conquer us. The very sons of Dhritarashtra,--after slaying whom we should not care to live,--stand facing us.",
        "8": "I do not see anything to remove this sorrow which blasts my senses, even were I to obtain unrivalled and flourishing dominion over the earth, and mastery over the gods. Sanjaya said: The Blessed Lord said:",
        "13": "As are childhood, youth, and old age, in this body, to the embodied soul, so",
        "23": "This (Self), weapons cut not; This, fire burns not; This, water wets not; and This, wind dries not.",
        "24": "This Self cannot be cut, nor burnt, nor wetted, nor dried. Changeless, all-pervading, unmoving, immovable, the Self is eternal.",
        "33": "But if thou refusest to engage in this righteous warfare, then, forfeiting thine own Dharma and honour, thou shalt incur sin.",
        "36": "Thine enemies also, cavilling at thy great prowess, will say of thee things that are not to be uttered. What could be more intolerable than this?",
        "37": "Dying thou gainest heaven; conquering thou enjoyest the earth. Therefore, O son of Kunti, arise, resolved to fight.",
        "42": "O Partha, no set determination is formed in the minds of those that are deeply attached to pleasure and power, and whose discrimination is stolen away by the flowery words of the unwise, who are full of desires and look upon heaven as their highest goal and who, taking pleasure in the panegyric words of the Vedas, declare that there is nothing else. Their (flowery) words are exuberant with various specific, rites as the means to pleasure and power and are the causes of",
        "43": "O Partha, no set determination is formed in the minds of those that are deeply attached to pleasure and power, and whose discrimination is stolen away by the flowery words of the unwise, who are full of desires and look upon heaven as their highest goal and who, taking pleasure in the panegyric words of the Vedas, declare that there is nothing else. Their (flowery) words are exuberant with various specific, rites as the means to pleasure and power and are the causes of",
        "44": "O Partha, no set determination is formed in the minds of those that are deeply attached to pleasure and power, and whose discrimination is stolen away by the flowery words of the unwise, who are full of desires and look upon heaven as their highest goal and who, taking pleasure in the panegyric words of the Vedas, declare that there is nothing else. Their (flowery) words are exuberant with various specific, rites as the means to pleasure and power and are the causes of",
        "48": "Being steadfast in Yoga, Dhananjaya, perform actions, abandoning attachment, remaining unconcerned as regards success and failure. This evenness. of mind (in regard to success and failure) is known as Yoga.",
        "49": "Work (with desire) is verily far inferior to that performed with the mind undisturbed by thoughts of results. O [paragraph continues] Dhananjaya, seek refuge in this evenness of mind. Wretched are they who act for results.",
        "51": "The wise, possessed of this evenness of mind, abandoning the fruits of their actions, freed for ever from the fetters of birth, go to that state which is beyond all evil.",
        "53": "When thy intellect, tossed about by the conflict of opinions--has become immovable and firmly established in the Self, then thou shalt attain Self-realisation. Arjuna said: The Blessed Lord said:",
        "60": "The turbulent senses, O son of Kunti, do violently snatch away the mind of even a wise man, striving after perfection.",
        "61": "The steadfast, having controlled them all, sits focussed on Me as the Supreme. His wisdom is steady, whose senses are under control.",
        "62": "Thinking of objects, attachment to them is formed in a man. From attachment longing, and from longing anger grows.",
        "66": "No knowledge (of the Self) has the unsteady. Nor has he meditation. To the unmeditative there is no peace. And how can one without peace have happiness?",
        "67": "For, the mind which follows in the wake of the wandering senses, carries away his discrimination, as a wind (carries away from its course) a boat on the waters.",
        "72": "This is to have one's being in Brahman, O son of Pritha. None, attaining to this, becomes deluded. Being established therein, even at the end of life, a man attains to oneness with Brahman. The end of second chapter, designated THE WAY OF KNOWLEDGE. Footnotes ^27:1 Overwhelmed with pity: Not Arjuna, but Arjuna's feeling was master of the situation. ^28:2 Mark with what contempt Krishna regards Arjuna's attitude of weakness masked by religious expression! ^30:5 i.e. even in this world I shall be in hell. Thy disciple: Until this declaration has been made, the Master may not give the highest knowledge. ^33:9 The object of Sanjaya in using these names is to remind Dhritarashtra--who may naturally be a little elated at the prospect of Arjuna's not fighting --that this is only a temporary weakness, since by the presence of the Lord of the senses all ignorance must eventually be dispelled. Arjuna's own nature also is devoid of darkness. Is he not the conqueror of sleep, and the terror of foes? ^34:10 Smiling--to drown Arjuna in the ocean of shame. Krishna's smile at Arjuna's sorrow is like the lightning that plays over the black monsoon cloud. The rain bursts forth, and the thirsty earth is saturated. It is the smile of the coming illumination. ^34:11 Words of wisdom: Vide I. 35-44. ^35:12 Of course Krishna here does not mean that the body is immortal, but refers to the true Self, behind all bodies. ^36:13 According to this, the continuity of the ego is no more interrupted by death than by the passing of childhood into youth and youth into old age in this body. Calm souls: Those who have become calm by Self-realisation. Impermanent in their nature: That is, the same object which gives pleasure at one moment gives pain at another, and so on. ^37:15 Thus perfect sameness amidst the ills of life means full and unbroken consciousness of our oneness with the Immortal Self. Thus is immortality attained. ^38:16 Unreal: Real: The determination of the nature of the Real is the quest of all philosophy. Sri Krishna here states that a thing which never remains the same for any given period is unreal, and that the Real on the other hand is always the same. The whole of the phenomenal world, therefore, must be unreal, because in it no one state endures for even an infinitesimal division of time. And that which takes note of this incessant change, and is therefore itself changeless,--the Atman, Consciousness,--is the Real. ^39:18 Arjuna's grief which deters him from his duty of fighting against the Kauravas is born of ignorance as to the true nature of the Soul. Hence Sri Bhagavan's strong and repeated attempts to illumine him on the subject. ^40:19 Cf. Katha Up. I. ii. 19-20. ^41:21 How is he to slay?--referring to Arjuna. To cause another to slay--referring to Krishna's own part. ^42:22 As one only puts off the old, when one already possesses the new garment, so the embodied is already entering a new body in the act of leaving this. The Upanishad compares this to the movement of a leech, which has already established a new foothold before leaving the old. ^43:25 This Self is infinite and partless, so can be neither subject nor object of any action. ^44:26 Krishna here, for the sake of argument, takes up the materialistic supposition, and shows that even if the Self were impermanent, sorrow ought to be destroyed, since in that case there would be no hereafter, no sin, and no hell. ^44:27 This sloka concerns only those who are not yet free. So long as there is desire, birth and death are inevitable. Therefore thou oughtest not to grieve: Since you cannot control the inevitable and preserve the bodies of your relations, work out your own Karma and go beyond both birth and death. ^45:28 Beings: In their relationships as sons and friends, who are mere combinations of material elements, correlated as causes and effects. The idea here is that that which has no existence in the beginning and in the end, must be merely illusory in the interim, and should not therefore be allowed to have any influence upon the mind. ^46:29 The sloka may also be interpreted in the sense that those who see, hear and speak of the Self are wonderful men, because their number is so small. It is not therefore remarkable that you should mourn, because the Atman is so difficult to comprehend. ^47:30 Krishna here returns to His own point of view. ^47:31 That is to say, it is the duty of a Kshatriya to fight in the interest of his country, people and religion. ^48:32 The Shastras say that if a Kshatriya fighting for a righteous cause falls in the battle-field, he at once go to heaven. ^49:34 The present argument,--slokas 33-36, assumes that the cause in hand is already proved to be right. Hence it could only be from cowardice that Arjuna could abandon it. Even a hero may be weakened by the stirring of his deepest emotions. ^49:* Vide commentary I. 6. ^51:38 It is always the desire for one of the pairs of opposites that binds. When an act is done without attachment either for itself or its fruit, then Karma can be worked out without adding to its store, and this leads to Freedom. In the preceding slokas, 11-25, Krishna has given the point of view of the highest knowledge, the ancient Brahmajnana. In the 25th and 27th we have a purely materialistic standpoint. Slokas 28 to 37 give the attitude of a man of the world. In the 38th we have an anticipation of the Yoga. And in what is to follow, we have Sri Krishna's own contribution to the philosophy of life. ^53:53 In Karma Yoga, the one goal is Self-realisation. The undecided (that is, about the highest), naturally devote themselves to lower ideals, no one of which can satisfy. Thus they pass from plan to plan. ^55:42 Samadhi has been rendered into 'mind' in the above. The generally accepted significance of the term (absorption in God-consciousness produced by deep meditation) would give an equally consistent and happy meaning: Persons attached to pleasure and power cannot have perfect steadiness of mind in divine meditation. Panegyric words of the Vedas: The Karma Kanda or the sacrificial portion of the Vedas which lays down specific rules for specific actions and their fruits, and extols these latter unduly. Nothing else: Beyond the heavenly enjoyments procurable by the sacrificial rites of the Vedas. ^55:45 The Vedas deal with etc.: That is to say, the Vedas treat of relativity. Pairs of opposites: Dvandva, all correlated ideas and sensations, e.g., good and bad, pleasure and pain, heat and cold, light and darkness, etc. Guna is a technical term of the Sankhya philosophy: also used in the same sense by the Vedanta. Prakriti or Nature is constituted of three Gunas; Sattva (equilibrium), Rajas (attraction), Tamas (inertia). Prakriti is the three Gunas, not that she has them. Guna is wrongly translated as quality; it is substance as well as quality, matter and force. Wherever there is name and form, there is Guna. Guna also means a rope, that which binds. ^57:47 Be thou not the producer, etc.: That is, do not work with any desire for results, for actions produce fruits or bondage only if they are performed with desire. Karma primarily means action, but a much profounder meaning has come to be attached to this word. It means the destiny forged by one in one's past incarnation or present: the store of tendencies, impulses, characteristics, and habits laid by, which determines the future embodiment, environment and the whole of one's organisation. ^59:50 Alike from vice and virtue: A follower of Karma Yoga can have no personal motive for any action. Our action without motive becomes colourless, loses its character of vice or virtue. Dexterity of work: It is the nature of work to produce bondage. Karma Yoga is the dexterity of work because it not only robs work of its power to bind, but also transforms it into an efficient means of freedom. ^60:52 The taint of illusion: the identifying of the Self with the non-Self, the ego. Steady wisdom: Settled conviction of one's identity with Brahman gained by direct realisation. ^62:55 This answers the first part of Arjuna's question. ^63:63 This and the following two slokas answer the second part of Arjuna's question, as to the conduct of one of perfect realisation. Muni: Man of meditation. ^63:57 Not pleased etc.: consequently he does not praise or blame. This is an answer to the query: \"How does he speak?\" ^64:58 Withdraw the senses: bring the mind back upon the Self from all sense-objects. This is known as Pratyahara in Yoga. To explain the sloka more fully: a man of the highest realisation can, at any moment, shake himself clear of all impressions of the sense-world and go into Samadhi, with the ease and naturalness of a tortoise drawing its limbs within itself. ^64:59 Abstinent man: An unillumined person abstaining from sense-pleasure for penance, or because of physical incapacity. ^66:63 A beautiful image appears. The tendency of the mind is to repeat it. Then, if the image is allowed to recur, a liking grows. With the growth of liking the wish to come close, to possess, appears. Any obstacle to this produces wrath. The impulse of anger throws the mind into confusion, which casts a veil over the lessons of wisdom learnt by past experience. Thus deprived of his moral standard, he is prevented from using his discrimination. Failing in discrimination, he acts irrationally, on the impulse of passion, and paves the way to moral death. ^67:64 The above is in answer to Arjuna's fourth question, \"How does he move?\" ^67:65 That is, firmly concentrates itself on the Self. ^69:68 This does not mean that the senses remain completely estranged, but that they are all estrange-able at will. It follows, that non-susceptibility to the influences of Nature, that is, perfect self-control (spoken of in the preceding sloka) is quite as natural a trait of the illumined soul as its opposite is of the ignorant. ^70:70 The ocean is not at all affected by the waters flowing into it from all sides. Similarly, that man alone finds true peace in whom no reaction of desire is produced by the objects of enjoyment, which he happens to come across during his sojourn on earth. ^71:71 The man who lives,--merely to work out his past Karma."
    },
    "Third Chapter": {
        "1": "If, O Janardana, according to Thee, knowledge is superior to action, why then, O Keshava, dost Thou engage me in this terrible action?",
        "2": "With these seemingly conflicting words, Thou art, as it were, bewildering my understanding;--tell me that one thing for certain, by which I can attain to the highest. The Blessed Lord said:",
        "6": "He, who restraining the organs of action, sits revolving in the mind, thoughts regarding objects of senses, he, of deluded understanding, is called a hypocrite.",
        "7": "But, who, controlling the senses by the mind, unattached, directs his organs of action to the path of work, he, O Arjuna, excels.",
        "12": "\"The Devas, cherished by Yajna, will give you desired-for objects.\" So, he who enjoys objects given by the Devas without offering (in return) to them, is verily a thief.",
        "17": "But the man who is devoted to the Self, and is satisfied with the Self, and content in the Self alone, he has no obligatory duty.",
        "18": "He has no object in this world (to gain) by doing (an action), nor (does he incur any loss) by non-performance of action,--nor has he (need of) depending on any being for any object.",
        "19": "Therefore, do thou always perform actions which are obligatory, without attachment;--by performing action without attachment, one attains to the highest.",
        "21": "Whatsoever the superior person does, that is followed by others. What he demonstrates by action, that, people follow.",
        "22": "I have, O son of Pritha, no duty, nothing that I have not gained, and nothing that I have to gain, in the three worlds; yet, I continue in action.",
        "23": "If ever I did not continue in work, without relaxation, men, O son of Pritha, would in every way, follow in My wake.",
        "24": "If I did not do work, these worlds would perish. I should be the cause of the admixture of races, and I should ruin these beings.",
        "25": "As do the unwise, attached to work, act, so should the wise act, O descendant of Bharata, (but) without attachment, desirous of the guidance of the world.",
        "26": "One should not unsettle the understanding of the ignorant, attached to action; the wise, (himself) steadily acting, should engage (the ignorant) in all work.",
        "27": "The Gunas of Prakriti perform all action. With the understanding deluded by egoism, man thinks, \"I am the doer.\"",
        "30": "Renouncing all actions to Me, with mind centred on the Self, getting rid of hope and selfishness, fight,--free from (mental) fever.",
        "32": "But those who decrying this teaching of Mine do not practise (it), deluded in all knowledge, and devoid of discrimination, know them to be ruined. Arjuna said: The Blessed Lord said:",
        "41": "Therefore, O Bull of the Bharata race, controlling the senses at the outset, kill it,--the sinful, the destroyer of knowledge and realisation.",
        "42": "The senses are said to be superior (to the body); the mind is superior to the senses; the intellect is superior to the mind; and that which is superior to the intellect is He (the Atman).",
        "43": "Thus, knowing Him who is superior to the intellect, and restraining the self by the Self, destroy, O mighty-armed, that enemy, the unseizable foe, desire. The end of the third chapter, designated THE WAY OF ACTION. Footnotes ^73:3 Meditative--those who prefer meditation to external action. Active--those who believe in external work with or without meditation. ^74:4 Worklessness and perfection: These are synonymous terms, meaning, becoming one with the Infinite and free from all ideas of want. A man who has reached this state can have no necessity or desire for work as a means to an end. Perfect satisfaction in the Self is his natural condition. (Vide III. 17.) ^74:5 All are made to act: All men living under bondage. ^76:9 Yajna: means a religious rite, sacrifice, worship: Or an action done with a good or spiritual motive. It also means the Deity. The Taittiriya-Samhita (I. 7. 4.) says, \"Yajna is Vishnu Himself.\" ^76:* See comment on V. 13. ^77:10 Prajapati--the creator or Brahma. ^77:11 Devas: (lit. the shining ones) beings much higher than man in the scale of evolution, who are in charge of cosmic functions. ^79:14 Yajna: Here it denotes not the sacrificial deeds themselves but the subtle principle, into which they are converted, after they have been performed, to appear, later on, as their fruits. This is technically known as Apurva. Karma or sacrificial deeds prescribed in the Vedas. ^80:15 All-pervading Veda: because it illumines all subjects and is the store of all knowledge, being the out-breathing of the Omniscient. It is said to be ever centred in Yajna, because it deals chiefly with Yajna, as the means of achieving the end, either of prosperity or final liberation, according as it is performed with or without desire. ^80:16 The wheel of action started by Prajapati on the basis of Veda and sacrifice. ^82:20 Guidance of men: the Sanskrit word means, gathering of men,--that is, into the right path. ^86:28 With true insight etc.: Knowing the truth that the Self is distinct from all Gunas, and actions. ^89:34 His: of the seeker after truth. Though, as has been said in the foregoing Sloka, some are so completely under the sway of their natural propensities, that restraint is of no avail to them, yet the seeker after truth should never think of following their example, but should always exert himself to overrule all attachment and aversion of the senses for their objects. ^90:35 The implication is that Arjuna's thought of desisting from fight and going in for the calm and peaceful life of the Brahman is promoted by man's natural desire to shun what is disagreeable and embrace what is agreeable to the senses. He should on no account yield to this weakness. ^91:37 It is desire etc.: anger is only another form of desire,--desire obstructed. (See Note, II. 62-63). ^92:38 \"It\" is knowledge, and \"that\" is desire, as explained in the following Sloka. Three stages of the overclouding of knowledge or Self by desire are described by the three illustrations here given. The first stage is Sattvika,--fire enveloped by smoke:--the rise of a slight wind of discrimination dispels the smoke of desire in a Sattvika heart. The second, the Rajasika,--the dust on a mirror, requires some time and preparation. While the third,--the Tamasika, takes a much longer time, like the release of the embryo from the afterbirth. ^93:40 Like a wise general, Krishna points out the fortress of the enemy, by conquering which the enemy is easily defeated. Through these: by vitiating the senses, mind and the intellect."
    },
    "Fourth Chapter": {
        "2": "Thus handed down in regular succession, the royal sages knew it. This Yoga, by long lapse of time, declined in this world, O burner of foes. Arjuna said:",
        "4": "Later was Thy birth, and that of Vivasvat prior; how then should I understand that Thou toldest this in the beginning? The Blessed Lord said:",
        "5": "Many are the births that have been passed by Me and thee, O Arjuna. I know them all, whilst thou knowest not, O scorcher of foes.",
        "17": "For verily, (the true nature) even of action (enjoined by the Shastras) should be known, as also, (that) of forbidden action, and of inaction: the nature of Karma is impenetrable.",
        "20": "Forsaking the clinging to fruits of action, ever satisfied, depending on nothing, though engaged in action, he does not do anything.",
        "22": "Content with what comes to him without effort, unaffected by the pairs of opposites, free from envy, even-minded in success and failure, though acting, he is not bound.",
        "23": "Devoid of attachment, liberated, with mind centred in knowledge, performing work for Yajna alone, his whole Karma dissolves away.",
        "27": "Some again offer all the actions of the senses and the functions of the vital energy, as sacrifice in the fire of control in self, kindled by knowledge.",
        "33": "Knowledge-sacrifice, O scorcher of foes, is superior to sacrifice (performed) with (material) objects. All action in its entirety, O Partha, attains its consummation in knowledge.",
        "36": "Even if thou be the most sinful among all the sinful, yet by the raft of knowledge alone thou shalt go across all sin.",
        "38": "Verily there exists nothing in this world purifying like knowledge. In good time, having reached perfection in Yoga, one realises that oneself in one's own heart.",
        "39": "The man with Shraddha, the devoted, the master of one's senses, attains (this) knowledge. Having attained knowledge one goes at once to the Supreme Peace.",
        "41": "With work renounced by Yoga and doubts rent asunder by knowledge, O Dhananjaya, actions do not bind him who is poised in the Self.",
        "42": "Therefore, cutting with the sword of knowledge, this doubt about the Self, born of ignorance, residing in thy heart, take refuge in Yoga. Arise, O Bharata! The end of chapter four, designated THE WAY OF RENUNCIATION OF ACTION IN KNOWLEDGE. Footnotes ^96:1 Vivasvat: the Sun. Manu: the law-giver. Ikshvaku was the famous ancestor of the Solar dynasty of Kshatriyas. This Yoga is said to be imperishable, because the end attainable through it is imperishable. ^97:3 Secret: Not as the privilege of an individual or a sect, but because of its profundity. It is a secret to the unworthy only. ^99:6 Subjugating My Prakriti: He does not come into being as others do, bound by Karma, under the thraldom of Prakriti (Nature). He is not tied by the fetters of the Gunas--because He is the Lord of Maya. By My own Maya: My embodiment is only apparent grid does not touch My true nature. ^100:8 Destruction of the wicked: in order to destroy their wickedness, and give them life eternal. ^100:9 He who knows &c.: He who knows the great truth,--that the Lord though apparently born is ever beyond birth and death, though apparently active in the cause of righteousness, is ever beyond all action,--becomes illumined with Self-knowledge. Such a man is never born again. ^101:10 Many have attained: The import is that the path of liberation here taught by Sri Krishna is not of recent origin, nor is it dependent upon His present manifestation, but has been handed down from time immemorial. ^102:11 In this sloka Sri Krishna anticipates the objection that God is partial to some and unkind to others, since He blesses some with Self-knowledge and leaves the rest in darkness and misery. This difference is not due to any difference in His attitude towards them, but is of their own choice. My path: In the whole region of thought and action, wherever there is fulfilment of object, no matter what, the same is due to the Lord. As the Self within, He brings to fruition all wishes, when the necessary conditions are fulfilled. ^103:13 This sloka is intended to explain the diversity of human temperaments and tendencies. All men are not of the same nature, because of the preponderance of the different Gunas in them. The caste system was originally meant to make perfect the growth of humanity, by the special culture of certain features, through the process of discriminate selection. ^104:14 Actions do not taint Me: Karma cannot introduce into Me anything foreign. I never depart from My true Self, which is All-fullness. ^105:16 Evil: the evil of existence, the wheel of birth and death. ^106:18 An action is an action so long as the idea of actor-ness of the Self holds good. Directly the idea of actor-ness disappears, no matter what or how much is done, action has lost its nature. It has become harmless: it can no longer bind. On the other hand, how much soever inactive an ignorant person may remain, so long as there is the idea of actor-ness in him, he is constantly doing action. Action equals to belief in the actor-ness of oneself and inaction its reverse. He is the doer of all action: He has achieved the end of all action, which is freedom. ^107:19 Whose undertakings &c.: Who is devoid of egoism. ^108:21 Evil consequences: resulting from good and bad actions, for both lead to bondage. ^109:24 How can the whole Karma of a person engaged in work melt away as stated here? Because after knowledge, his whole life becomes one act of Yajna, in which the process of oblation, the offering, the fire, the doer of the sacrifice, the work, and the goal, are all Brahman. Since his Karma produces no other result than the attainment of Brahman, his Karma is said to melt away. ^110:25 Others offer &c.: The sacrifice referred to here, is, divesting the Self of Its Upadhis (limiting adjuncts), so that It is found to be the Self. ^110:26 Others offer sound &c.: Others direct their senses towards pure and unforbidden objects, and in so doing regard themselves as performing acts of sacrifice. ^111:28 Offer Yoga as sacrifice: Practise the eightfold Yoga as an act of sacrifice. All the various acts described in verses 25 to 29, as offerings of sacrifice, are only conceived as such, the study of the scriptures is regarded as an act of sacrifice, and so on. ^113:30 They go to the Eternal Brahman: in course of time, after attaining knowledge through purification of heart. ^114:32 Strewn in the store-house of the Veda: inculcated by or known through the Veda. ^115:34 Prostration before the Guru, questions and personal services to him, constitute discipleship. Those who have realised the Truth: mere theoretical knowledge, however perfect, does not qualify a person to be a Guru: the Truth, or Brahman, must be realised, before one can claim that most elevated position. ^116:35 Which: the knowledge referred to in the preceding sloka to be learnt from the Guru. ^118:40 The ignorant: one who knows not the Self. The man without Shraddha: one who has no faith in the words and teachings of his Guru. The doubting self has &c.: One of a doubting disposition fails to enjoy this world, owing to his constantly rising suspicion about the people, and things around him, and is also full of doubt as regards the next world; so do the ignorant and the man without Shraddha."
    },
    "Fifth Chapter": {
        "5": "The plane which is reached by the Jnanins is also reached by the Karmayogins. Who sees knowledge and performance of action as one, he sees.",
        "7": "With the mind purified by devotion to performance of action, and the body conquered, and senses subdued, one who realises one's Self, as the Self in all beings, though acting, is not tainted.",
        "8": "The knower of Truth, (being) centred (in the Self) should think, \"I do nothing at all\"--though seeing, hearing, touching, smelling, eating, going, sleeping, breathing, speaking, letting go, holding, opening and closing the eyes--convinced that it is the senses that move among sense-objects.",
        "9": "The knower of Truth, (being) centred (in the Self) should think, \"I do nothing at all\"--though seeing, hearing, touching, smelling, eating, going, sleeping, breathing, speaking, letting go, holding, opening and closing the eyes--convinced that it is the senses that move among sense-objects.",
        "14": "Neither agency, nor actions does the Lord create for the world, nor (does He bring about) the union with the fruit of action. It is universal ignorance that does. (it all).",
        "16": "But whose ignorance is destroyed by the knowledge of Self,--that knowledge of theirs, like the sun, reveals the Supreme (Brahman).",
        "17": "Those who have their intellect absorbed in That, whose self is That, whose steadfastness is in That, whose consummation is That, their impurities cleansed by knowledge, they attain to Non-return (Moksha).",
        "20": "Resting in Brahman, with intellect steady, and without delusion, the knower of Brahman neither rejoiceth on receiving what is pleasant, nor grieveth on receiving what is unpleasant.",
        "22": "Since enjoyments that are contact-born are parents of misery alone, and with beginning and end, O son of Kunti, a wise man does not seek pleasure in them.",
        "23": "He who can withstand in this world, before the liberation from the body, the impulse arising from lust and anger, he is steadfast (in Yoga), he is a happy man.",
        "26": "Released from lust and anger, the heart controlled, the Self realised, absolute freedom is for such Sannyasis, both here and hereafter. The end of the fifth chapter, designated THE WAY OF RENUNCIATION. Footnotes Its performance--\"Yoga\" in the test: Yoga here and in the following verses means Karma-Yoga. ^121:2 Performance of action--is superior to mere renunciation (i.e., unaccompanied with knowledge) in the case of the novice in the path of spirituality. See the 6th sloka of this chapter. ^122:3 Constant Sannyasi: he need not have taken Sannyasa formally, but if he has the above frame of mind, he is a Sannyasi for ever and aye. Neither likes nor dislikes: Neither hates pain and the objects causing pain, nor desires pleasure and the objects causing pleasure, though engaged in action. ^122:4 Children: the ignorant people devoid of insight into the purpose of the Shastra. ^125:10 Evil: the results, good and bad, producing bondage. ^126:11 Only with &c.--without egotism or selfishness: it applies to body, mind, senses and intellect. ^127:13 All actions: 1st, Nitya, or obligatory--the performance of which does not produce any merit while the non-performance produces demerit. 2nd, Naimittika, those arising on the occurrence of some special events, as the birth of a son: these also are customary. 3rd, Kamya--those intended for securing some special ends: these are only optional. 4th, Nishiddha--or forbidden. He rests happily in the body (of nine organic openings), seeing inaction in action: just exhausting his Prarabdha--not relating or identifying himself with anything of the dual universe. ^128:15 In unmistakable words, Krishna describes the position of Iswara, or the Lord, in relation to the Universe, in these two verses. ^130:18 Because they can see nothing but the Self. It makes no difference to the sun whether it be reflected in the Ganges, in wine, in a small pool, or in any unclean liquid: the same is the case with the Self. No Upadhi (or limiting adjunct) can attach to it. ^131:19 Relative existence: All bondage as of birth, death etc. All possibility of bondage is destroyed when the mind attains perfect evenness, which in other words means--becoming Brahman. ^132:21 Heart--Antah-karana. ^133:24 Within: In the Self. Absolute Freedom: Brahma-Nirvana. He attains Moksha while still living in the body. ^134:25 Rishis: Men of right vision and renunciation. ^135:27 External objects: Sound and other sense-objects. External objects are shut out from the mind by not thinking of them. When the eyes are half-closed in meditation, the eye-balls remain fixed, and their gaze converges, as it were, between the eyebrows. Prana is the out-going breath, Apana the in-coming; the restriction described is effected by Pranayama. These two verses are the aphorisms of which the following chapter is the commentary. ^136:29 Dispenser: Both as author and goal, the Lord is the dispenser of the fruit of all actions. Friend: Doer of good without expecting any return."
    },
    "Sixth Chapter": {
        "9": "He attains excellence who looks with equal regard upon well-wishers, friends, foes, neutrals, arbiters, the hateful, the relatives, and upon the righteous and the unrighteous alike.",
        "10": "The Yogi should constantly practise concentration of the heart, retiring into solitude, alone, with the mind and body subdued, and free from hope and possession.",
        "11": "Having in a cleanly spot established his seat, firm, neither too high nor",
        "12": "There, seated on that seat, making the mind one-pointed and subduing the action of the imaging faculty and the senses, let him practise Yoga for the purification of the heart.",
        "14": "With the heart serene and fearless, firm in the vow of a Brahmachari, with the mind controlled, and ever thinking of Me, let him sit (in Yoga) having Me as his supreme goal.",
        "15": "Thus always keeping the mind steadfast, the Yogi of subdued mind attains the peace residing in Me,--the peace which culminates in Nirvana (Moksha).",
        "17": "To him who is temperate in eating and recreation, in his effort for work, and in sleep and wakefulness, Yoga becomes the destroyer of misery.",
        "18": "When the completely controlled mind rests serenely in the Self alone, free from longing after all desires, then is one called steadfast, (in the Self).",
        "19": "\"As a lamp in a spot sheltered from the wind does not flicker,\"--even such has been the simile used for a Yogi of subdued mind, practising concentration in the Self.",
        "24": "Abandoning without reserve all desires born of Sankalpa, and completely restraining, by the mind alone, the whole group of senses from their objects in all directions;",
        "25": "With the intellect set in patience, with the mind fastened on the Self, let him attain quietude by degrees: let him not think of anything.",
        "26": "Through whatever reason the restless, unsteady mind wanders away, let him curbing it from that, bring it under the subjugation of the Self alone.",
        "28": "The Yogi freed from taint (of good and evil), constantly engaging the mind thus, with ease attains the infinite bliss of contact with Brahman.",
        "29": "With the heart concentrated by Yoga, with the eye of evenness for all things, he beholds the Self in all beings and all beings in the Self. Arjuna said:",
        "33": "This Yoga which has been taught by Thee, O slayer of Madhu, as characterised by evenness, I do not see (the possibility of) its lasting endurance, owing to restlessness (of the mind). The Blessed Lord said:",
        "36": "Yoga is hard to be attained by one of uncontrolled self: such is My conviction; but the self-controlled, striving by right means, can obtain it. Arjuna said:",
        "37": "Though possessed of Shraddha but unable to control himself, with the mind wandering away from Yoga, what end does one, failing to gain perfection in Yoga, meet, O Krishna? The Blessed Lord said:",
        "45": "The Yogi, striving assiduously, purified of taint, gradually gaining perfection through many births, then reaches the highest goal. The end of the sixth chapter, designated THE WAY OF MEDITATION. Footnotes ^137:1 Bounden duty: Nityakarma. Renouncer of action as well as of steadfast mind: Sannyasi and Yogi. Without action: He who has renounced actions which do not require fire as adjunct, such as austerities and meritorious acts like digging wells etc. ^138:2 Sankalpa--is the working of the imaging faculty, forming fancies, making plans and again brushing them aside, conceiving future results, starting afresh on a new line, leading to different issues, and so on and so forth. No one can be a Karma-Yogin or a devotee to action, who makes plans and wishes for the fruit of action. ^139:3 Purification of the heart leading to concentration--Yoga. \"For a Brahmana there is no wealth like unto (the eye of) one-ness, (and) even-ness, trueness, refinement, steadiness, harmlessness, straightforwardness, and gradual withdrawal from all action.\"--Mahabharata, Shanti Parva. 175, 88. ^139:4 Attained concentration: Yogarudha. ^140:5 The self-conscious nature of man is here considered in two aspects as being both the object of spiritual uplift and the subject of spiritual uplift, the ego acted upon and the ego acting upon the former. This latter active principle or ego should be kept strong in its uplifting function, for it. is apt to turn an enemy, if it is not a friend, and the next verse explains the reason. ^141:6 The self is the friend of one, in whom the aggregate of the body and the senses has been brought under control, and an enemy when such in not the case. ^141:7 Hence he remains unruffled in pleasant and adverse environments. ^142:8 Wisdom--Jnana: knowledge of Shastras. Realisation--Vijnana: one's own experience of the teachings of Shastras. Changeless--like the anvil. Things are hammered and shaped on the anvil, but the anvil remains unchanged: in the same manner he is called Kutastha--whose heart remains unchanged though objects are present. ^144:11 Arranged in consecution: that is,--the Kusha-grass arranged on the ground; above that, a tiger or deer skin, covered by a cloth. ^144:13 Gazing at the tip of his nose,--could not be-literally meant here, because then the mind would be fixed only there, and not on the Self: when the eyes are half-closed in meditation, and the eye-balls are still, the gaze is directed, as it were, on the tip of the nose. ^146:16 The Yoga-shastra prescribes: \"Half (the stomach) for food and condiments, the third (quarter) for water, and the fourth should be reserved for free motion of air.\" ^149:20 Which is perceived . . . intellect: Which the purified intellect can grasp independently of the senses. When in meditation the mind is deeply concentrated, the senses do not function and are resolved into their cause,--that is, the mind; and when the latter is steady, so that there is only the intellect functioning, or in other words, cognition only exists, the indescribable Self is realised. ^151:27 Brahman-become, i.e., one who has realised that all is Brahman. Taint--of good and evil. ^152:30 Separated, i.e., by time, space, or anything intervening. ^153:31 Worships Me: realises Me as the Self of all. Established in unity, i.e., having resolved all duality in the underlying unity. ^153:32 Seeing that whatever is pleasure or pain to, himself, is alike pleasure or pain to all beings, he, the highest of Yogins, wishes good to all and evil to none,--he is always harmless and compassionate to all creatures. ^155:35 Cf. Patanjali I. 12. Practice: Earnest and repeated attempt to make the mind steady in its unmodified state of Pure Intelligence, by means of constant meditation upon the chosen Ideal. Renunciation: Freedom from desire for any pleasures, seen or unseen, achieved by a constant perception of evil in them. ^157:38 Fallen from both: That is, from both the paths of knowledge and action. ^157:39 Since there can be no better teacher than the Omniscient Lord. ^158:40 Tata--son. A disciple is looked upon as a son; Arjuna is thus addressed having placed himself in the position of a disciple to Krishna. ^158:41 Everlasting years--not absolutely, meaning a very long period. ^159:42 Very rare: more difficult than the one mentioned in the preceding Sloka. ^159:43 Intelligence--Samskara: Store of experience in the shape of impressions and habits. Strives . . . perfection: Strives more strenuously to attain to higher planes of realisation than those acquired in his former birth. ^160:44 Borne on in spite of himself: carried to the goal of the course which he marked out for himself in his last incarnation, by the force of his former Samskaras, though he might be unconscious of them--or even unwilling to pursue it, owing to the interference of some untoward Karma. Rises &c.: lit. goes beyond the Word-Brahman, i.e., the Vedas. ^161:46 Wisdom: Knowledge from precepts, but not direct insight into the Divine Truth. ^162:47 Of all Yogis &c.:--of all Yogis he who devotes himself to the All-pervading Infinite, is superior to those who devote themselves to the lesser ideals, or gods, such as Vasu, Rudra, Aditya, etc."
    },
    "Seventh Chapter": {
        "2": "I shall tell you in full, of knowledge, speculative and practical, knowing which, nothing more here remains to be known.",
        "5": "This is the lower (Prakriti). But different from it, know thou, O mighty-armed, My higher Prakriti--the principle of self-consciousness, by which this universe is sustained.",
        "9": "I am the sweet fragrance in earth, and the brilliance in fire am I; the life in all beings, and the austerity am I in ascetics.",
        "10": "Know Me, O son of Pritha, as the eternal seed of all beings. I am the intellect of the intelligent, and the heroism of the heroic.",
        "13": "Deluded by these states, the modifications of the three Gunas (of Prakriti), all this world does not know Me, beyond them, and immutable.",
        "17": "Of them, the wise man, ever-steadfast, (and fired) with devotion to the One, excels; for supremely dear am I to the wise, and he is dear to Me.",
        "18": "Noble indeed are they all, but the wise man I regard as My very Self; for with the mind steadfast, he is established in Me alone, as the supreme goal.",
        "19": "At the end of many births, the man of wisdom takes refuge in Me, realising that all this is Vasudeva (the innermost Self). Very rare is that great soul.",
        "21": "Whatsoever form any devotee seeks to worship with Shraddha,--that Shraddha of his do I make unwavering.",
        "22": "Endued with that Shraddha, he engages in the worship of that, and from it, gains his desires,--these being verily dispensed by Me alone.",
        "26": "I know, O Arjuna, the beings of the whole past, and the present, and the future, but Me none knoweth.",
        "28": "Those men of virtuous deeds, whose sin has come to an end,--they, freed from the delusion of the pairs of opposites, worship Me with firm resolve. The end of the seventh chapter, designated THE WAY OF KNOWLEDGE WITH REALISATION. Footnotes ^163:1 Fully, i.e., possessed of infinite greatness, strength, power, grace, and other infinite attributes. ^164:3 The Blessed: Siddhanam--this word literally means the perfected ones--but here it means only those who having acquired good Karma in a past incarnation, strive for freedom in this life. ^165:4 The raison d'etre of this reduction of matter into five elements is quite different from that conceived by modern science. Man has five senses only, just five ways in which he can be affected by matter, therefore his perception of matter cannot be divided further. The five elements are of two kinds, subtle and gross. The gross state is said 'to be formed by taking half of a subtle element, and adding ###8539###th to it, of each of the rest: e.g., gross Akasha =  1/2 subtle Akasha + ###8539###th subtle Vayu + ###8539###th subtle Tejas + ###8539###th subtle Ap + ###8539###th subtle Bhumi: Then again, the ether, air, light, water, and earth of modern science, do not answer to the five elements of Hindu philosophy. Akasha is just the sound-producing agency. From Akasha rises Vayu, having the properties of sound and touch. From Vayu springs Tejas, possessing the property of visibility, as well as those of its predecessors. From Tejas rises Ap, combining with the above properties its distinctive feature,--flavour. Bhumi comes from Ap, bringing the additional property of smell to its inheritance. ^166:6 I am the origin &c.: In Me the whole universe originates and dissolves, as everything springs froth My Prakriti. ^167:7 Beyond Me--there is no other cause of the universe but Me. ^167:8 In Me as essence, all these are woven, as being My manifestations. ^169:11 Desire--Kama: thirst for objects not present to the senses. Attachment--Raga: for those presented to the senses . Unopposed to Dharma: the desire which moves in harmony with the ordained duties of life. Devote . . . alone: Abandoning all formal religion (Dharma) completely take refuge in Me, their own Self, the Lord of illusion. ^171:15 Way of the Asuras, i.e., cruelty, untruth, and the like. ^172:16 Seeker of enjoyment: One who wishes for objects of enjoyment, both here and hereafter. The Wise: One who has forsaken all desires, knowing them to arise from Maya. ^173:20 Own natures: Samskaras acquired in previous lives. ^175:23 These men of little understanding: Though the amount of exertion is the same (in the two kinds of worship), these people do not take refuge in Me, by doing which they may attain infinite results. ^175:24 The ignorant take Me as an ordinary mortal, assuming embodiment from the unmanifested state, like all other men, being impelled by the force of past Karma. This is due to their ignorance of My real nature; hence they do not worship Me, the One without a second. ^176:25 This Yoga-Maya spread over the Lord, which veils the understanding of others in recognising Him, does not obscure His own knowledge, as it is His, and He is the wielder of it,--just as the glamour (Maya) caused by a juggler (Mayavin) does not obstruct his own knowledge. This illusion which binds others, cannot dim His vision. ^177:27 To one whose mind is subject to the dualistic delusion, caused by the passions of desire and aversion, there cannot indeed arise a knowledge of things as they are, even of the external world; far less can such an intellect grasp the transcendental knowledge of the innermost Self. ^178:29 (They know) the whole of Adhyatma: They realise in full the Reality underlying the innermost individual Self. ^178:30 Their consciousness of Me continues as ever, unaffected by the change of approaching death."
    },
    "Eighth Chapter": {
        "1": "What is that Brahman, what is Adhyatma, what is Karma, O best of Purushas? What is called Adhibhuta, and what Adhidaiva?",
        "2": "Who, and in what way, is Adhiyajna here in this body, O destroyer of Madhu? And how art Thou known at the time of death, by the self-controlled? The Blessed Lord said:",
        "5": "And he, who at the time of death, meditating on Me alone, goes forth, leaving the body, attains My Being: there is no doubt about this.",
        "9": "The Omniscient, the Ancient, the Overruler, minuter than an atom, the Sustainer of all, of form inconceivable, self-luminous like the sun, and beyond the darkness of Maya--he who meditates on Him thus, at the time of death, full of devotion, with the mind unmoving, and",
        "10": "The Omniscient, the Ancient, the Overruler, minuter than an atom, the Sustainer of all, of form inconceivable, self-luminous like the sun, and beyond the darkness of Maya--he who meditates on Him thus, at the time of death, full of devotion, with the mind unmoving, and",
        "11": "What the knowers of the Veda speak of as Imperishable, what the self-controlled (Sannyasins), freed from attachment enter, and to gain which goal they",
        "12": "Controlling all the senses, confining the mind in the heart, drawing the Prana into the head, occupied in the practice of concentration, uttering the one-syllabled \"Om\"--the Brahman, and meditating on Me;--he who so departs, leaving the body, attains the Supreme Goal.",
        "13": "Controlling all the senses, confining the mind in the heart, drawing the Prana into the head, occupied in the practice of concentration, uttering the one-syllabled \"Om\"--the Brahman, and meditating on Me;--he who so departs, leaving the body, attains the Supreme Goal.",
        "14": "I am easily attainable by that ever-steadfast Yogin who remembers Me constantly and daily, with a single mind, O son of Pritha.",
        "18": "At the approach of (Brahma's) day, all manifestations proceed from the unmanifested state; at the approach of night, they merge verily into that alone, which is called the unmanifested.",
        "21": "What has been called Unmanifested and Imperishable, has been described as the Goal Supreme. That is My highest state, having attained which, there is no return.",
        "22": "And that Supreme Purusha is attainable, O son of Pritha, by whole-souled devotion to Him alone, in Whom all beings dwell, and by Whom all this is pervaded.",
        "23": "Now I shall tell thee, O bull of the Bharatas, of the time (path) travelling in which, the Yogis return, (and again of that, taking which) they do not return.",
        "24": "Fire, flame, day-time, the bright fortnight, the six months of the Northern passage of the sun, taking this path, the knowers of Brahman go to Brahman. The end of the eighth chapter designated, THE WAY TO THE IMPERISHABLE BRAHMAN. Footnotes ^180:3 Offering in sacrifice--includes here all virtuous works. Karma: Cf. III. 14, 15. ^181:4 Adhibhuta: that perishable adjunct which is different from, and yet depends for its existence on the self-conscious principle, i.e., everything material, everything that has birth. Adhidaivata: The universal Self in Its subtle aspect: the Centre from which all living beings have their sense-power. Adhiyajna: the presiding deity of sacrifice,--Vishnu. ^182:6 Constant thought: the idea is, that the most prominent thought of one's life occupies the mind at the time of death. One cannot get rid of it, even as one cannot get rid of a disagreeable thought-image in a dream; so the character of the body to be next attained by one is determined accordingly, i.e., by the final thought. ^183:7 Remember Me and fight: Do thou constantly keep thy mind fixed on Me and at the same time perform thy Swadharma, as befits a Kshatriya; and thus thou shalt attain purification of the heart. ^183:8 Method--Yoga. Resplendent--the Being in the solar orb, same as Adhidaivata, of the fourth sloka. ^185:9 Self-luminous. Known by no agency like the understanding, the mind or the senses, but by Self alone. Power of Yoga--which comes by the constant practice of Samadhi. Prana: the vital current. Fixing the whole Prana--means, concentrating the whole will and self-consciousness. ^186:11 Brahmacharin--a religious student who takes the vow of continence etc.; every moment of this stage is one of hard discipline and asceticism. Cf. Kathopanishad, II. 14. ^187:15 Ephemeral: non-eternal, of an ever-changing nature. ^188:16 Subject to return--because limited by time. ^188:17 Day and night--mean evolution and involution of the whole universe respectively. ^189:19 Being born . . . themselves: They repeatedly come forth and dissolve, being forced by the effects of their own Karma. ^190:20 This unmanifested--which being the seed of the manifested, is Avidya itself. The two paths, Devayana and Pitriyana, by which the souls of the dead are supposed to travel to the other world according to their deserts are mentioned in the Upanishads, prominently in the Chhandogya, V. x. I, 2. Badarayana discusses these passages in the Brahma Sutras, IV. ii. 18-21. But an interesting light has been thrown upon the question by the late Mr. Tilak's theory of the Arctic home of the ancestors of the Aryan race. He has also dealt with his subject specially, in a paper of great value which appeared in Prabuddha Bharata (Vol. IX. p. 160). Considering the importance of the doctrine and the excellent way in which it has been elucidated by Mr. Tilak, we shall briefly note below the main heads of his argument. As to the series of steps in each path, since Agni was believed to be the only leader of the soul on its path, and both paths ended with the passages of the sun, the starting and halting points thus settled, it was not difficult to fill in the intermediate steps. The dual character of the world is  in Agni as flame and smoke. The flame was therefore the starting point of one path and smoke, of the other. Day and night, increasing and decreasing moon, Northern and Southern passages of the sun came next in natural order. The number of steps can easily be increased, and as a matter of fact has been increased in the Kaushitaki and some other Upanishads, on the same general principle. Another point in this connection may be noted. There is nothing in the second or Pitriyana path to correspond with Agni, in the first. We must therefore either reduce the number of steps in the first path by taking the words \"fire\" and \"flame\" in appositional relation and translate the same as \"fire, that is flame,\" or increase the steps in the second by adding \"fire\" as one. ^195:26 The paths are eternal, because Samsara is eternal. ^195:27 Knowing that one of the paths leads to Samsara and the other to Moksha, the Yogi takes up the one leading to illumination and rejects the other ^196:28 This--the truth imparted by the Lord in answer to the questions of Arjuna at the beginning of the present chapter."
    },
    "Ninth Chapter": {
        "1": "To thee, who dost not carp, verily shall I now declare this, the most profound knowledge, united with realisation, having known which, thou shalt be free from evil (Samsara).",
        "2": "Of sciences, the highest; of profundities, the deepest; of purifiers, the supreme, is this; realisable by direct perception, endowed with (immense) merit, very easy to perform, and of an imperishable nature.",
        "13": "But the great-souled ones, O son",
        "14": "Glorifying Me always and striving with firm resolve, bowing down to Me in devotion, always steadfast, they worship Me.",
        "27": "Whatever thou doest, whatever thou eatest, whatever thou offerest in sacrifice, whatever thou givest away, whatever austerity thou practisest, O son of Kunti, do that as an offering unto Me.",
        "31": "Soon does he become righteous, and attain eternal Peace, O son of Kunti boldly canst thou proclaim, that My devotee is never destroyed.",
        "34": "Fill thy mind with Me, be My devotee, sacrifice unto Me, bow down to Me; thus having made thy heart steadfast in Me, taking Me as the Supreme Goal, thou shalt come to Me. The end of the ninth chapter, designated THE WAY OF THE KINGLY KNOWLEDGE AND THE KINGLY SECRET. Footnotes ^198:3 Without . . . Dharma: Who have no faith in this knowledge of the Self, regarding the physical body itself as the Self. ^199:4 Unmanifested: being invisible to the senses. Exist in Me--have an individual existence through Me, the Self, underlying them all. Do not dwell in them--like corporeal things--in contact with them, or contained as though in a receptacle. Nor do &c.--Because of the Self Being unattached to or unconnected with any object. \"Devoid of attachment. He is never attached.\"--Brih. Upa. III--ix-26. ^200:6 Rests ever in the Akasha--without being attached to it. The idea is that beings rest in the Lord without contact with, and so without producing any effect on Him. ^201:7 Prakriti: The inferior one composed of the three Gunas. Kalpa--a period of cosmic manifestation. ^201:8 Animating My Prakriti--invigorating and fertilising the Prakriti dependent on Him, which had gone to sleep at the universal dissolution, at the end of the Kalpa. ^202:9 These acts--which involve the unequal creation and dissolution of the universe. As in the case of Ishvara, so in the case of others also, the absence of the egotistic feeling of agency and attachment for results, is the cause of freedom (from Dharma and Adharma). ^203:11 Great Lord--Supreme Self. ^204:12 Vain--because they neglect their own Self. They see no Self beyond the body. They--refers to those described in the preceding Sloka. Rakshasas have Rajasika nature, Asuras, Tamasika. ^205:13 Divine: Sattvika. ^205:15 All-Formed: He who has assumed all the manifold forms in the universe. As one--identifying himself with the All-Formed;--the Advaita view. As distinct--making a distinction in essence between the Lord and himself:--the Dualistic view. As manifold--as the various divinities, Brahma, Rudra &c. ^206:16 Kratu is a particular Vedic rite. Yajna: The worship enjoined in the Smriti. Svadha: food offered to the manes (Pitris). Aushadham: all vegetable food and medicinal herbs. Mantra: the chant with which oblation is offered. Ajyam: articles of oblation. The fire--into which the offering is poured. ^207:17 Sustainer--by dispensing fruit of action. Immutable--because it endures so long as the Samsara endures. ^208:19 Being: The manifested world of effects. Non-being--means, the cause which is unmanifested only, and not non-existence; otherwise we have to conceive existence coming out of nonexistence, which is absurd. The Sruti says, \"How can existence come out of non-existence?\"--Chhand. Upa. 6. ^209:20 Lord of the Devas--Indra, who is called Satakratu, because he had performed a hundred sacrifices. ^210:21 Injunctions--Ritualistic, the Karma-Kanda. ^210:22 Ananyah--as non-separate, i.e., looking upon the Supreme Being as not separate from their own self. Or Ananyah may mean, without any other (thought). Then the translation of the Sloka should be--persons who worship Me in all beings, never harbouring any other thought, to them &c. ^211:23 Wrong method--ignorantly, not in the way by which they can get Moksha. ^212:25 Bhutas--beings lower than the Devas, but higher than human beings. Me--The Imperishable. ^213:26 Not only does the single-minded devotion to the Supreme lead to imperishable result, but it is also so easy and simple to perform,--says Krishna in this Sloka. ^214:28 The Yoga of renunciation--This way of purification of the heart by offering everything to the Lord. Liberated &c.--thou shalt be liberated while in the body, and at its death, become Me. ^215:30 He has rightly resolved--He is one who has formed a holy resolution, to abandon the evil ways of his life. ^216:32 Of inferior birth . . . Sudras--Because by birth, the Vaishyas are engaged only in agriculture &c., and the women and Sudras are debarred from the study of the Vedas. ^217:33 Rajarshis--kings who have attained to sainthood (Rishihood). What need &c.: How much more easily then do the holy Brahmanas and the devoted royal saints attain that Goal! Having . . . world--Being born in this human body which is hard to get, one should exert oneself immediately for perfection, without depending on the future, as everything in this world is transient, and without seeking for happiness, as this world is joyless."
    },
    "Tenth Chapter": {
        "11": "Out of mere compassion for them, Arjuna said:",
        "12": "The Supreme Brahman, the Supreme Abode, the Supreme Purifier, art Thou. All the Rishis, the Deva-Rishi Narada as well as Asita, Devala and Vyasa have declared Thee as the Eternal, the Self-luminous Purusha, the first Deva, Birth-less and All-pervading. So also Thou Thyself sayest to me.",
        "13": "The Supreme Brahman, the Supreme Abode, the Supreme Purifier, art Thou. All the Rishis, the Deva-Rishi Narada as well as Asita, Devala and Vyasa have declared Thee as the Eternal, the Self-luminous Purusha, the first Deva, Birth-less and All-pervading. So also Thou Thyself sayest to me.",
        "15": "Verily, Thou Thyself knowest Thyself by Thyself, O Purusha Supreme, O Source of beings, O Lord of beings, O Deva of Devas, O Ruler of the world. The Blessed Lord said:",
        "20": "I am the Self, O Gudakesha, existent in the heart of all beings; I am the",
        "21": "Of the Adityas, I am Vishnu; of luminaries, the radiant Sun; of the winds, I am Marichi; of the asterisms, the Moon.",
        "22": "I am the Sama-Veda of the Vedas, and Vasava (Indra) of the gods; of the senses I am Manas, and intelligence in living beings am I.",
        "23": "And of the Rudras I am Sankara, of the Yakshas and Rakshasas the Lord of wealth (Kuvera), of the Vasus I am Pavaka, and of mountains, Meru am I.",
        "24": "And of priests, O son of Pritha, know Me the chief, Brihaspati; of generals, I am Skanda; of bodies of water, I am the ocean.",
        "26": "Of all trees (I am) the Ashvattha, and Narada of Deva-Rishis; Chitraratha of Gandharvas am I, and the Muni Kapila of the perfected ones.",
        "28": "Of weapons I am the thunderbolt, of cows I am Kamadhuk; I am the Kandarpa, the cause of offspring; of serpents I am Vasuki.",
        "29": "And Ananta of snakes I am, I am Varuna of water-beings; and Aryaman of Pitris I am, I am Yama of controllers.",
        "30": "And Prahlada am I of Diti's progeny, of measurers I am Time; and of beasts I am the lord of beasts, and Garuda of birds.",
        "31": "Of purifiers I am the wind, Rama of warriors am I; of fishes I am the shark, of streams I am Jahnavi (the Ganges).",
        "34": "And I am the all-seizing Death, and the prosperity of those who are to be prosperous; of the feminine qualities (I am) Fame, Prosperity (or beauty), Inspiration, Memory, Intelligence, Constancy and Forbearance.",
        "37": "Of the Vrishnis I am Vasudeva; of the Pandavas, Dhananjaya; and also of the Munis I am Vyasa; of the sages, Ushanas the sage.",
        "38": "Of punishers I am the sceptre; of those who seek to conquer, I am statesmanship; and also of things secret I am silence, and the knowledge of knowers am I.",
        "39": "And whatsoever is the seed of all beings, that also am I, O Arjuna. There is no being, whether moving or unmoving, that can exist without Me.",
        "40": "There is no end of My divine attributes, O scorcher of foes; but this is a brief statement by Me of the particulars of My divine attributes.",
        "41": "Whatever being there is great, prosperous or powerful, that know thou to be a product of a part of My splendour.",
        "42": "Or what avails thee to know all this diversity, O Arjuna? (Know thou this,. that) I exist, supporting this whole world by a portion of Myself. The end of the tenth chapter, designated GLIMPSES OF THE DIVINE GLORY. Footnotes ^219:1 Supreme--as revealing the unsurpassed truth. ^220:2 Prabhavam--higher origin (birth);--though birthless, yet taking various manifestations of power. Or it may mean, great Lordly power. In every way: not only as their producer, but also as their efficient cause, and the guide of their intellect, &c. ^220:3 All sins--consciously or unconsciously incurred. ^221:4 Arise &c.--according to their respective Karma. ^222:6 The four ancient Manus: The four Manus of the past ages known as Savarnas. Unshakable Yoga: Samadhi, the state of steadiness in right realisation. ^223:8 Loving consciousness--of the One Self in all. Says the Purana: All the pleasures of the senses in the world, and also all the great happiness in the divine spheres, are not worth a sixteenth part of that which comes from the cessation of all desires. ^224:10 Buddhi Yoga--Devotion of right knowledge, through Dhyana, of My essential nature as devoid of all limitations. See II. 39. ^225:11 Luminous lamp of knowledge--characterised by discrimination; fed by the oil of contentment due to Bhakti; fanned by the wind of absorbing meditation on Me; furnished with the wick of pure consciousness evolved by the constant cultivation of Brahmacharyam and other pious virtues; held in the reservoir of the heart devoid of worldliness; placed in the wind-sheltered recess of the mind, withdrawn from the sense-objects, and untainted by attachment and aversion; shining with the light of right knowledge, engendered by incessant practice of concentration.--Sankara. ^226:14 Bhagavan--is he in whom ever exist in their fulness, all powers, all Dharma, all glory, all success, all renunciation and all freedom. Also he that knows the origin and dissolution and the future of all beings, as well as knowledge and ignorance, is called Bhagavan. ^227:16 Since none else can do so. ^228:17 In what things &c.: In order that the mind even thinking of external objects, may be enabled to contemplate Thee in Thy particular manifestations in them. ^228:18 Janardana--to whom all pray for prosperity and salvation. ^229:19 According to their prominence, i.e., only where they are severally the most prominent. ^230:20 Gudakesha--conqueror of sleep. Beginning etc.--That is, the birth, the life, and the death of all beings. ^232:25 Yajna of Japa--because there is no injury or loss of life involved in it, it is the best of all Yajnas. ^233:27 Amrita-born: Brought forth from the ocean when it was churned for the nectar. ^235:32 Vada. Discussion is classified under three heads: 1. Vada; 2. Vitanda; 3. Jalpa. In the first, the object is to arrive at truth; in the second, idle carping at the arguments of another, without trying to establish the opposite side of the question; and in the third, the assertion of one's own opinion, and the attempt to refute that of the adversary by overbearing reply or wrangling rejoinder. ^236:33 Inexhaustible Time, i.e., Eternity. Kala spoken of before is finite time. ^237:35 Margashirsha--month including parts of November and December. Flowery season--Spring. ^237:36 I am victory, I am effort: I am victory of the victorious, I am the effort of those who make an effort."
    },
    "Eleventh Chapter": {
        "1": "By the supremely profound words, on the discrimination of Self, that have been spoken by Thee out of compassion towards me, this my delusion is gone.",
        "2": "Of Thee, O lotus-eyed, I have heard at length, of the origin and dissolution of beings, as also Thy inexhaustible greatness.",
        "4": "If, O Lord, Thou thinkest me capable of seeing it, then, O Lord of Yogis, show me Thy immutable Self. The Blessed Lord said:",
        "5": "Behold, O son of Pritha, by hundreds and thousands, My different forms celestial, of various colours and shapes.",
        "6": "Behold the Adityas, the Vasus, the Rudras, the twin Ashvins, and the Maruts; behold, O descendant of Bharata, many wonders never seen before. Sanjaya said:",
        "9": "Having thus spoken, O King, Hari, the Great Lord of Yoga, showed unto the son of Pritha, His Supreme Ishvara-Form--",
        "10": "With numerous mouths and eyes, with numerous wondrous sights, with numerous celestial ornaments, with numerous celestial weapons uplifted;",
        "11": "Wearing celestial garlands and apparel, anointed with celestial-scented unguents, the All-wonderful, Resplendent, Boundless and All-formed.",
        "13": "There in the body of the God of gods, the son of Pandu then saw the whole universe resting in one, with its manifold divisions. Arjuna said:",
        "15": "I see all the Devas, O Deva, in Thy body, and hosts of all grades of beings; Brahma, the Lord, seated on the lotus, and all the Rishis and celestial serpents.",
        "16": "I see Thee of boundless form on every side with manifold arms, stomachs, mouths and eyes; neither the end nor the middle, nor also the beginning of Thee do I see, O Lord of the universe, O Universal Form.",
        "17": "I see Thee with diadem, club, and discus; a mass of radiance shining everywhere, very hard to look at, all around blazing like burning fire and sun, and immeasurable.",
        "18": "Thou art the Imperishable, the Supreme Being, the one thing to be known. Thou art the great Refuge of this universe;. Thou art the undying Guardian of the Eternal Dharma, Thou art the Ancient. Purusha, I ween.",
        "19": "I see Thee without beginning, middle or end, infinite in power, of manifold arms; the sun and the moon Thine eyes, the burning fire Thy mouth; heating the whole universe with Thy radiance.",
        "20": "The space betwixt heaven and earth and all the quarters are filled by Thee alone; having seen this, Thy marvellous and awful Form, the three worlds are trembling with fear, O Great-souled One.",
        "21": "Verily, into Thee enter these hosts of Devas; some extol Thee in fear with joined palms; \"May it be well!\" thus saying, bands of great Rishis and Siddhas praise Thee with splendid hymns.",
        "22": "The Rudras, Adityas, Vasus, Sadhyas, Vishva-Devas, the two Ashvins, Maruts, Ushmapas, and hosts of Gandharvas, Yakshas, Asuras, and Siddhas,--all",
        "23": "Having seen Thy immeasurable Form--with many mouths and eyes, O mighty-armed, with many arms, thighs and feet, with many stomachs, and fearful with many tusks,--the worlds are terrified, and so am I.",
        "24": "On seeing Thee touching the sky, shining in many a colour, with mouths wide open, with large fiery eyes, I am terrified at heart, and find no courage nor peace, O Vishnu.",
        "26": "All these sons of Dhritarashtra, with hosts of monarchs, Bhishma, Drona,",
        "27": "All these sons of Dhritarashtra, with hosts of monarchs, Bhishma, Drona,",
        "30": "Swallowing all the worlds on every side with Thy flaming mouths, Thou are licking Thy lips. Thy fierce rays, filling",
        "31": "Tell me who Thou art, fierce in form. Salutation to Thee, O Deva Supreme; have mercy. I desire to know Thee, O Primeval One. I know not indeed Thy purpose. The Blessed Lord said:",
        "34": "Drona, Bhishma, Jayadratha, Karna, as well as other brave warriors,-- Sanjaya said:",
        "35": "Having, heard that speech of Keshava, the diademed one (Arjuna), with joined palms, trembling, prostrated himself, and again addressed Krishna in a choked voice, bowing down, overwhelmed with fear. Arjuna said:",
        "36": "It is meet, O Hrishikesha, that the world is delighted and rejoices in Thy praise, that Rakshasas fly in fear to all quarters and all the hosts of Siddhas bow down to Thee in adoration.",
        "38": "Thou art the Primal Deva, the Ancient Purusha; Thou art the Supreme Refuge of this universe, Thou art the Knower, and the One Thing to be known; Thou art the Supreme Goal. By Thee is the universe pervaded, O Boundless Form.",
        "39": "Thou art Vayu, Yama, Agni, Varuna, the Moon, Prajapati, and the Great-Grandfather. Salutation, salutation",
        "41": "Whatever I have presumptuously said from carelessness or love, addressing Thee as, \"O Krishna, O Yadava, O friend,\" regarding Thee merely as a friend, unconscious of this Thy greatness--in whatever way I may have been disrespectful to Thee in fun, while walking, reposing, sitting, or at meals, when alone (with Thee), O Achyuta, or in company--",
        "42": "Whatever I have presumptuously said from carelessness or love, addressing Thee as, \"O Krishna, O Yadava, O friend,\" regarding Thee merely as a friend, unconscious of this Thy greatness--in whatever way I may have been disrespectful to Thee in fun, while walking, reposing, sitting, or at meals, when alone (with Thee), O Achyuta, or in company--",
        "44": "So prostrating my body in adoration, I crave Thy forgiveness, Lord adorable! As a father forgiveth his son, friend a dear friend, a beloved one his love, even so shouldst Thou forgive me, O Deva.",
        "45": "Overjoyed am I to have seen what I saw never before; yet my mind is distracted with terror. Show me, O Deva, only that Form of Thine. Have mercy, O Lord of Devas, O Abode of the universe.",
        "46": "Diademed, bearing a mace and a discus, Thee I desire to see as before. Assume that same four-armed Form, O Thou of thousand arms, of universal Form. The Blessed Lord said:",
        "47": "Graciously have I shown to thee, O Arjuna, this Form supreme, by My own Yoga power, this resplendent, primeval, infinite, universal Form of Mine, which hath not been seen before by anyone else.",
        "48": "Neither by the study of the Veda and Yajna, nor by gifts, nor by rituals, nor by severe austerities, am I in such Form seen, in the world of men, by any other than thee, O great hero of the Kurus.",
        "49": "Be not afraid nor bewildered, having beheld this Form of Mine, so terrific. With thy fears dispelled and with gladdened heart, now see again this (former) form of Mine. Sanjaya said:",
        "50": "So Vasudeva, having thus spoken to Arjuna, showed again His own Form and the Great-souled One, assuming His gentle Form, pacified him who was terrified. Arjuna said:",
        "51": "Having seen this Thy gentle human Form, O Janardana, my thoughts are now composed and I am restored to my nature. The Blessed Lord said:",
        "52": "Very hard indeed it is to see this Form of Mine which thou hast seen. Even the Devas ever long to behold this Form.",
        "53": "Neither by the Vedas, nor by austerity, nor by gifts, nor by sacrifice can I be seen as thou hast seen Me. The end of the eleventh chapter designated, THE VISION OF THE UNIVERSAL FORM. Footnotes ^242:3 Thy Ishvara-Form--as possessed of omnipotence, omnipresence, infinite wisdom, strength, virtue and splendour. ^244:7 Centred in one--as part of My body. All else--e.g., your success or defeat in the war, about which you entertain a doubt (II. 6). ^245:8 Me--in My Universal Form. The splendour of the Universal Form excels all others; it is indeed beyond compare. ^247:14 Deva: God, in His Universal Form. ^253:22 Ushmapas--The Pitris. I know . . . quarters: I cannot distinguish the East from the West, nor the North from the South. ^256:26 Sutaputra: The son of a charioteer, Kama. ^257:28 28 & 29.--The two similes vividly illustrate how the assembled warriors rush to destruction, out of their uncontrollable nature, with or without discrimination. ^258:30 Licking Thy lips: consuming entirely, enjoying it, as it were. ^259:32 Even without thee &c.--Even without thy instrumentality, i.e., even if thou, O Arjuna, wouldst not fight, the end of all these warriors is inevitable, because I as the all-destroying Time have already killed them; so thy instrumentality in that work is insignificant. ^260:33 Be thou . . . cause.--People will think thee as the vanquisher of thy enemies, whom even the Devas cannot kill, and thus thou wilt gain glory; but thou art only an instrument in My hand. Savyasachin--one who could shoot arrows even with his left hand. ^261:34 Already killed by me:--so do not be afraid of incurring sin by killing Drona, Bhishma and others though they are venerable to you as; your Guru, grandsire, etc. Distressed with fear--as regards success because these great warriors are regarded as invincible. ^263:37 Brahma: the Hiranyagarbha. The Being and the non-Being, &c.--The Sat (manifested) and the Asat (unmanifested), which form the Upadhis (adjuncts) of the Akshara (Imperishable); as such He is spoken of as the Sat and the Asat. In reality, the Imperishable transcends the Sat and the Asat. ^265:39 Vayu . . . Moon: The God of wind, death, fire, waters, and the moon. The Great-Grandfather--The Creator even of Brahma who is known as the Grandfather. ^265:40 On every side: As Thou art present everywhere. Pervadest: by Thy One Self. ^267:41 Love: Confidence born of affection. In company: in the presence of others. ^267:43 None . . . to Thee--There cannot be two or more Ishvaras; if there were, the world could not get on as it does. When one Ishvara desires to create, another may desire to . Who knows that all the different Ishvaras would be of one mind, as they would all be independent of each other? ^274:54 Single-minded devotion: That devotion which never seeks any other object but the Lord alone, and consequently cognises no other object but the Lord. ^274:55 Does work for Me alone: Serves Me alone in all forms and manner of ways, with his whole heart and soul, and thus does not become attached to them. He alone, whose devotion takes the forms as described in this sloka, can know and realise Him as He is in reality, and subsequently become one with Him."
    },
    "Twelfth Chapter": {
        "2": "Those who, fixing their mind on Me, worship Me, ever-steadfast, and endowed with supreme Shraddha, they in My opinion are the best versed in Yoga.",
        "6": "But those who worship Me, resigning all actions in Me, regarding Me as the Supreme Goal, meditating on Me with single-minded Yoga,--to these whose",
        "7": "But those who worship Me, resigning all actions in Me, regarding Me as the Supreme Goal, meditating on Me with single-minded Yoga,--to these whose",
        "9": "If thou art unable to fix thy mind",
        "10": "If also thou art unable to practise Abhyasa, be thou intent on doing actions -for My sake. Even by doing actions for My sake, thou shalt attain perfection.",
        "11": "If thou art unable to do even",
        "12": "Better indeed is knowledge than (blind) Abhyasa; meditation (with knowledge) is more esteemed than (mere) knowledge; than meditation the renunciation",
        "13": "He who hates no creature, and is friendly and compassionate towards all, who is free from the feelings of 'I and mine,' even-minded in pain and pleasure, forbearing, ever content, steady in meditation, self-controlled, and possessed of firm conviction, with mind and intellect fixed on Me,--he who is thus devoted to Me, is dear to Me.",
        "14": "He who hates no creature, and is friendly and compassionate towards all, who is free from the feelings of 'I and mine,' even-minded in pain and pleasure, forbearing, ever content, steady in meditation, self-controlled, and possessed of firm conviction, with mind and intellect fixed on Me,--he who is thus devoted to Me, is dear to Me.",
        "15": "He by whom the world is not agitated and who cannot be agitated by the world, who is freed from joy, envy, fear and anxiety,--he is dear to Me.",
        "20": "And they who follow this Immortal Dharma, as described above, endued with Shraddha, regarding Me as the Supreme Goal, and devoted,--they are exceedingly dear to Me. The end of the twelfth chapter designated, THE WAY OF DEVOTION. Footnotes ^276:1 Thus: as declared in the last preceding verse (xi. 55). The Unmanifested--Avyaktam--i.e., That which is incomprehensible to the senses, as devoid of all Upadhis. ^278:3 Worship--Upasana--is approaching the object of worship by way of meditating on it, in accordance with the teachings of the Shastras and the Guru, and dwelling steadily in the current of that one thought, even as a thread of oil poured from one vessel to another. Unchangeable--Kutastha: lit., remaining like a mass. He who is seated in Maya as its Witness. No comparison between the worshippers of the qualified and unqualified Brahman is meant here--since by the context, both reach the same goal. The path of the qualified Brahman is described as superior only because it is easier. The path of the unqualified Brahman is harder, because of the necessity of having to abandon all attachment to the body, from the very beginning of the practice. ^280:6 Mortal Samsara: The round of birth and death. ^280:8 Mind--Manas: purpose and thought. Intellect--the faculty which resolves and determines. Live in Me--as My Self. ^281:9 Abhyasa-Yoga: the practice of repeatedly withdrawing the mind from the objects to which it wanders, and trying to fix it on one thing. ^282:11 In the preceding Slokas,--first, the concentration of the mind on the Lord is enjoined; in case of inability to do that, Abhyasa-Yoga is advised; if one finds that to be too hard, the performance of actions for the sake of the Lord alone, has been taught. Those who cannot do this even, who want to do things impelled by personal or other desires, are directed to give up the fruits of those actions to the Lord--i.e., not to anticipate, dwell or build on, or care for, the results, knowing them to be dependent upon the Lord. Those who cannot control their desire for work are taught to practise: indifference to the effects thereof. ^283:12 Renunciation of the fruit of all action, as a means to the attainment of Bliss, is merely extolled here by the declaration of the superiority of one over another. Wherefore? Because it constitutes a common factor which immediately precedes Peace, both in the case of the man of wisdom who is steadily engaged in devout contemplation, and also of the ignorant one who, unable to tread the paths taught before, takes it up as the easiest means to Bliss. ^285:16 Free from dependence--on the body, the senses, the sense-objects, and their mutual connections. Prompt: able to decide rightly and immediately in matters demanding prompt action. Every undertaking--calculated to secure objects of desire, whether of this world or of the next. ^285:17 Hates: Frets at receiving anything undesirable. Grieves--at parting with a beloved object. Desires--the unattained. \"Who is clad with anything, who is fed on any food, who lies down anywhere, him the gods call a Brahman.\"--Shanti Parva."
    },
    "Thirteenth Chapter": {
        "2": "Me do thou also know, O descendant of Bharata, to be Kshetrajna in all Kshetras. The knowledge of Kshetra and Kshetrajna is considered by Me to be the knowledge.",
        "4": "(This truth) has been sung by Rishis in many ways, in various distinctive chants, in passages indicative of Brahman, full of reasoning, and convincing.",
        "12": "I shall describe that which has to be known, knowing which one attains to immortality, the beginningless Supreme Brahman. It is called neither being nor non-being.",
        "13": "With hands and feet everywhere, with eyes, heads and mouths everywhere, with ears everywhere in the universe,--That exists pervading all.",
        "14": "Shining by the functions of all the senses, yet without the senses; Absolute, yet sustaining all; devoid of Gunas, yet their experiencer.",
        "16": "Impartible, yet It exists as if divided in beings: It is to be known as",
        "18": "Thus Kshetra, knowledge, and that which has to be known, have been briefly stated. Knowing this, My devotee is fitted for My state.",
        "24": "Some by meditation behold the Self in their own intelligence by the purified heart, others by the path of knowledge, others again by Karma Yoga.",
        "25": "Others again not knowing thus, worship as they have heard from others.",
        "27": "He sees, who sees the Lord Supreme, existing equally in all beings, deathless in the dying.",
        "29": "He sees, who sees that all actions are done by Prakriti alone and that the Self is actionless.",
        "30": "When he sees the separate existence of all beings inherent in the One, and their expansion from That (One) alone, he then becomes Brahman.",
        "32": "As the all-pervading Akasha, because of its subtlety, is not tainted, so the Self existent in the body everywhere is not tainted.",
        "33": "As the one sun illumines all this world, so does He who abides in the Kshetra, O descendant of Bharata, illumine the whole Kshetra. The end of the thirteenth chapter designated, THE DISCRIMINATION OF THE KSHETRA AND THE KSHETRAJNA. Footnotes ^288:1 This verse is omitted in many editions. ^289:1 Kshetra: Literally, field; the body is so called because the fruits of action are reaped in it as in a field. ^290:3 That: the true nature of Kshetra and Kshetrajna in all these specific aspects. ^291:5 The Sankhyas speak of those mentioned in the fifth Sloka as the twenty-four Tattvas or Principles. The great Elements--Mahabhutas--pervade all Vikaras, or modifications of matter. Desire and other qualities which the Vaiseshikas speak of as inherent attributes of the Atman, are spoken of in the sixth Sloka as merely the attributes of Kshetra, and not the attributes of Kshetrajna. Desire and other qualities mentioned here, stand for all the qualities of the Antah-Karana or inner sense,--as mere mental states. Each of them, being knowable, is Kshetra. The Kshetra, of which the various modifications in their totality are spoken of as \"this body\" in the first Sloka, has been here dwelt upon in all its different forms, from 'The great Elements' to 'fortitude.' ^292:7 Acharya--one who teaches the means of attaining Moksha. ^293:8 Sense-objects: such as sound, touch &c., of pleasures seen or unseen. Pain--whether Adhyatmic, i.e., arising in one's own person, or Adhibhautic, i.e., produced by external agents, or Adhidaivic, i.e., produced by supernatural beings. Reflection . . . pain--or the passage may be interpreted as--reflection on the evils and miseries of birth, death, old age and sickness. Birth &c., are all miseries, not that they are miseries in themselves, but because they produce misery. From such reflection arises indifference to sense-pleasures, and the senses turn towards the Innermost Self for knowledge. ^294:9 Identification of self--as in the case of a person who feels happy or miserable when another to whom he is attached, is happy or miserable, and who feels himself alive or dead when his beloved one is alive or dead. Society of men: of the unenlightened and undisciplined people, not of the pure and holy, because association with the latter leads to Jnana. ^295:11 These attributes--from 'Humility' to 'Understanding of the end of true knowledge'--are declared to be knowledge, because they are the means conducive to knowledge. ^297:15 Incomprehensible--to the unillumined, though knowable in Itself. Far--when unknown. Near--to the illumined, because It is their own Self. ^298:16 Devouring--at the time of Pralaya. Generating--at the time of utpatti or origin of the universe. ^298:17 The Light even of lights:--The illuminator of all illuminating things, such as the sun &c., and Buddhi &c. Indeed, these latter shine only when illuminated by the Light of the consciousness of the Self. ^299:19 Modifications--Vikaras: From Buddhi down to the physical body. Purusha: the Jiva is meant here. Karya: The effect, the physical body. Karana: Senses. Some read Karana, and explain 'Karya and Karana' as 'effect and cause.' ^300:21 Seated in: identifying himself with. Gunas--manifesting themselves as pleasure, pain and delusion. ^301:22 Looker-on, the Permitter--He himself does not participate in the activities of the bodily organs, the mind and the Buddhi, being quite apart from them, yet appears to be so engaged. And being a looker-on, He never stands in the way of the activities of Prakriti as manifested in the body. Indeed, all the consciousness or intelligence that manifests itself in the activities of life is but the reflection of the All-pervading, Absolute and Perfect Intelligence--the Supreme Spirit. ^303:25 Not knowing thus: not able to know the Self described above, by one of the several methods as pointed out. From others: Acharyas or spiritual teachers. Regarding--following with Shraddha. What they have heard, i.e., they solely depend upon the authority of others' instructions. ^303:26 Union . . . Kshetrajna: The union of Kshetra and Kshetrajna, of the object and the subject, is of the nature of mutual Adhyasa which consists in confounding them as well as their attributes with each other, owing to the absence of discrimination of their real nature. This false knowledge vanishes when one is able to separate Kshetra from Kshetrajna. ^304:28 He injures . . . by self--like the ignorant man either by ignoring the Self in others (Avidya or nescience), or regarding the non-Self (physical body, &c.) as the Self (Mithya-jnana or false knowledge)--the two veils that hide the true nature of the Self. ^306:31 Being without beginning--having no cause. Neither . . . affected--Because the Self is not the doer, therefore He is not touched by the fruit of action. ^307:34 Prakriti of beings: the material nature or delusion of beings due to Avidya."
    },
    "Fourteenth Chapter": {
        "2": "They who having devoted themselves to this knowledge, have attained to My Being, are neither born at the time of creation, nor are they troubled at the time of dissolution.",
        "4": "Whatever forms are produced, O son of Kunti, in all the wombs, the great Prakriti is their womb, and I the seed-giving Father.",
        "7": "Know Rajas to be of the nature of passion, giving rise to thirst and attachment;",
        "9": "Sattva attaches to happiness, and Rajas to action, O descendant of Bharata; while Tamas, verily, shrouding discrimination, attaches to miscomprehension.",
        "17": "From Sattva arises wisdom, and greed from Rajas; miscomprehension, delusion and ignorance arise from Tamas.",
        "18": "The Sattva-abiding go upwards; the Rajasika dwell in the middle; and the Tamasika, abiding in the function. of the lowest Guna, go downwards.",
        "20": "The embodied one having gone beyond these three Gunas out of which the body is evolved, is freed from birth, death, decay and pain, and attains to immortality. Arjuna said:",
        "21": "By what marks, O Lord, is he (known) who has gone beyond these three Gunas? What is his conduct, and how does he pass beyond these three Gunas? The Blessed Lord said:",
        "23": "He who, sitting like one unconcerned, is moved not by the Gunas, who, knowing that the Gunas operate, is Self-centred and swerves not; The end of the fourteenth chapter designated, THE DISCRIMINATION OF THE THREE GUNAS. Footnotes ^308:1 After this life--after being freed from this bondage of the body. ^309:3 Brahma: This word is derived from Brimh, 'to expand,' and means here the vast seed or womb (the Prakriti) out of which the cosmos is evolved or expanded. I place the germ: I infuse the reflection of My Intelligence, and this act of impregnation is the cause of the evolution of the cosmos. ^310:5 These Gunas--are the primary constituents of the Prakriti and are the bases of all substances; they cannot therefore be said to be attributes or qualities inhering in the substances as opposed to the substances. Embodied one: he who abides in the body as if identified therewith. ^311:6 Binds by attachment to happiness &c.: Binds the Self by the consciousness of happiness and knowledge in the shape of 'I am happy,' 'I am wise,' which belongs properly to the Kshetra, but which is associated with the Self, the Absolute Intelligence and Bliss, through Avidya. ^312:7 It binds &c.--Though the Self is not the agent, Rajas makes Him act with the idea 'I am the doer.' ^312:8 Stupefying: causing delusion or non-discrimination. ^313:10 When one or the other of the Gunas asserts itself predominating over the other two, it produces its own effect. Sattva produces knowledge and happiness; Rajas, action; Tamas, veiling of discrimination &c. ^314:11 Every sense--lit., all the gates. All the senses are for the Self the gateways of perception. ^314:12 Unrest--being agitated with joy, attachment &c. ^315:13 Darkness, inertness: Absence of discrimination, and its results, inertness &c. ^315:14 Spotless regions: The Brahma-loka and the like. The Highest--Deities such as Hiranyagarbha. ^316:15 Meeting . . . Rajas: If he dies when Rajas is predominant in him. ^316:16 Rajas--means Rajasika action, and Tamas,--Tamasika action, as this section treats of actions. Knows . . . the Gunas: Sees Him who is distinct from the Gunas, who is the Witness of the Gunas and of their functions. ^319:22 This answers Arjuna's first question. The man of right knowledge does not hate the effects of the three Gunas when they clearly present themselves as objects of consciousness; nor does he long after things which have disappeared. ^320:24 Self-abiding: He remains in his own true-nature. ^321:25 Inclining to neither of the dual throng, he firmly treads the path of Self-knowledge, and rises above the Gunas. These three Slokas are in answer to Arjuna's second question. ^321:26 This answers Arjuna's third question. ^322:27 I--the Pratyagatman, the true Inner-Self."
    },
    "Fifteenth Chapter": {
        "3": "Its form is not here perceived as such, neither its end, nor its origin, nor its",
        "4": "Its form is not here perceived as such, neither its end, nor its origin, nor its",
        "5": "Free from pride and delusion, with the evil of attachment conquered, ever dwelling in the Self, with desires completely receded, liberated from the pairs of opposites known as pleasure and pain, the undeluded reach that Goal Eternal.",
        "6": "That the sun illumines not, nor the moon, nor fire; that is My Supreme Abode, going whither they return not.",
        "7": "An eternal portion of Myself having become a living soul in the world of life, draws (to itself) the (five) senses",
        "9": "Presiding over the ear, the eye, the touch, the taste and the smell, as also the mind, He experiences objects.",
        "19": "He who free from delusion thus knows Me, the Highest Spirit, he knowing all, worships Me with all his heart, O descendant of Bharata.",
        "20": "Thus, O sinless one, has this most profound teaching been imparted by Me. Knowing this one attains the highest intelligence The end of the fifteenth chapter designated: THE WAY TO THE SUPREME SPIRIT. Footnotes ^323:1 Ashvattha: literally, that which does not endure till to-morrow: the Samsara, the ever-changing, phenomenal world. Eternal--because this Tree of Samsara rests on a continuous series of births without beginning and end, and it cannot be cut down except by the knowledge, \"I am Brahman.\" ^324:2 Below: from man downwards. Above: up to Brahma. ^326:3 As such: it cannot be said to exist, because it appears and vanishes every other moment. See commentary on II. 16. Tat--That--Sankara and Anandagiri read 'Tatah,' and explain it as beyond or above the Ashvattha, the Tree of Samsara. The Eternal Activity: this ever-passing work of projection, this ever-flowing current of evolution, the world of phenomena. ^328:7 The Jiva or the individual soul is that aspect of the Supreme Self which manifests itself in every one as the doer and enjoyer, being limited by the Upadhis set up by Avidya; but in reality, both are the same. It is like the Akasha (space) in the jar, which is a portion of the infinite Akasha, and becomes one with the latter on the destruction of the jar, the cause of limitation. ^328:8 Lord: Jiva spoken of in the preceding Sloka. When the Jiva leaves the body, then he draws round himself the senses and the Manas. When he enters another he takes these again with him, i.e., he is born with these again. ^329:10 Though Atman is nearest and comes most easily within the range of their consciousness in a variety of functions, still all do not see Him, because of their complete subservience to sense-objects. ^330:11 The unrefined: Whose mind has not been regenerated by Tapas and subjugation of the senses, whose mind is not purified. ^330:12 Light--may also be understood to mean the light of consciousness. ^331:13 Energy--Ojas: The energy of the Ishvara, whereby the vast heaven and the earth are firmly held. Nourish--by infusing sap into them. The watery moon: The Soma, moon, is considered as the repository or the embodiment of all fluids (Rasas.) Vaishvanara: The fire abiding in the stomach. Fourfold food: Food which has to be eaten by (1) mastication, (2) sucking, (3) licking, and (4):swallowing. Come from Me--as the result of their good or evil deeds. I indeed . . . Vedanta: It is I who am the Teacher of the wisdom of the Vedanta, and cause it to be handed down in regular succession. ^333:16 Two Purushas: Two categories--arranged in, two separate groups of beings,--spoken of as: 'Purushas,' as they are the Upadhis of the Purusha. Imperishable--Maya-Sakti of the Lord, the germ from which the perishable being takes its birth. Kutastha: That which manifests Itself in various forms of illusion and deception. It is said to be imperishable, as the seed of Samsara is endless,--in the sense that it does not perish in the absence of Brahma-Jnana. ^334:17 Another: quite distinct from the two. The three Worlds: Bhuh (the Earth), Bhuvah (the Mid-Region) and Svah (the Heaven). The Imperishable--Which constitutes the seed of the Tree of Samsara. ^336:20 Highest intelligence--which realises the Brahman. Will have accomplished . . . duties: Whatever duty one has to do in life, all that duty has been done, when the Brahman is realised."
    },
    "Sixteenth Chapter": {
        "3": "Boldness, forgiveness, fortitude, purity, absence of hatred, absence of pride; these belong to one born for a divine state, O descendant of Bharata.",
        "5": "The divine state is deemed to make for liberation, the Asurika for bondage; grieve not, O Pandava, thou art born for a divine state.",
        "6": "There are two types of beings  this world, the divine and the Asurika. The divine have been described at length; hear from Me, O Partha, of the Asurika.",
        "10": "Filled with insatiable desires, full of hypocrisy, pride and arrogance, holding evil ideas through delusion, they work with impure resolve.",
        "12": "Bound by a hundred ties of hope, given over to lust and wrath, they strive to secure by unjust means hoards of wealth for sensual enjoyment.",
        "13": "\"This to-day has been gained by me; this desire I shall obtain; this is mine, and this wealth also shall be mine in future.",
        "14": "\"That enemy has been slain by me, and others also shall I slay. I am the lord, I enjoy, I am successful, powerful and happy.",
        "15": "\"I am rich and well-born. Who else is equal to me? I will sacrifice, I will give, I will rejoice.\" Thus deluded by ignorance,",
        "16": "Bewildered by many a fancy, covered by the meshes of delusion, addicted to the gratification of lust, they fall down into a foul hell.",
        "17": "Self-conceited, haughty, filled with the pride and intoxication of wealth, they perform sacrifices in name, out of ostentation, disregarding ordinance;",
        "18": "Possessed of egoism, power, insolence, lust and wrath, these malignant people hate Me (the Self within) in their own bodies and those of others.",
        "20": "Obtaining the Asurika wombs, and deluded birth after birth, not attaining to Me, they thus fall, O son of Kunti, into a still lower condition.",
        "22": "The man who has got beyond these three gates of darkness, O son of Kunti, practises what is good for himself, and thus goes to the Goal Supreme. The end of the Sixteenth Chapter designated: THE CLASSIFICATION OF THE DIVINE AND THE NON-DIVINE ATTRIBUTES. Footnotes ^337:1 Yoga--consists in making what has been learnt from the Shastras and the Acharya an object of one's own direct perception, by concentration and self-control. ^338:2 Uncovetousness: Unaffectedness of the senses when in contact with their objects. Absence of fickleness: Avoidance of useless actions.--Sridhara. ^339:4 Asurika: demoniac. ^340:7 What to do . . . from: What acts they should perform to achieve the end of man, nor what acts they should abstain from to avert evil. ^341:8 Without truth: As we are unreal so this universe is unreal, and the sacred Scriptures that declare the truth are unreal. What else--but lust can be the cause of the universe?--This is the view of the Lokayatikas, the materialists. ^341:9 Small intellect--as it concerns itself only with sense-objects and cannot soar higher. ^342:11 Cares--as to the means of acquiring and preserving the innumerable objects of desire. ^346:19 Wombs of Asuras: Wombs of the most cruel beings, as tigers, snakes, etc. Worlds: Paths of Samsara passing through many a hell. ^347:21 Destructive of the self: making the self fit for no human end whatever. ^348:23 Perfection: fitness for attaining the end of man. ^348:24 Here: in this world."
    },
    "Seventeenth Chapter": {
        "4": "Sattvika men worship the Devas; Rajasika, the Yakshas and the Rakshasas; the others--the Tamasika men--the Pretas and the hosts of Bhutas.",
        "7": "The food also which is liked by each of them is threefold, as also Yajna, austerity and almsgiving. Do thou hear this, their distinction.",
        "8": "The foods which augment vitality, energy, strength, health, cheerfulness and appetite, which are savoury and oleaginous, substantial and , are liked by the Sattvika. [",
        "11": "That Yajna is Sattvika which is performed by men desiring no fruit, as enjoined by ordinance, with their mind fixed on the Yajna only, for its own sake.",
        "12": "That which is performed, O best of the Bharatas, seeking for fruit and for ostentation, know it to be a Rajasika Yajna.",
        "13": "The Yajna performed without heed to ordinance, in which no food is distributed, which is devoid of Mantras, gifts, and Shraddha, is said to be Tamasika.",
        "14": "Worship of the Devas, the twice-born, the Gurus and the wise, purity, straightforwardness, continence, and non-injury are called the austerity of the body.",
        "15": "Speech which causes no vexation, and is true, as also agreeable and beneficial, and regular study of the Vedas,--",
        "19": "That austerity which is practised out of a foolish notion, with self-torture or for the purpose of wining another, is declared to be Tamasika.",
        "21": "And what is given with a view to receiving in return, or looking for the fruit, or again reluctantly, that gift is held to be Rajasika.",
        "22": "The gift that is given at the wrong place or time, to unworthy persons, without regard or with disdain, that is declared to be Tamasika.",
        "24": "Therefore, uttering 'Om,' are the acts of sacrifice, gift and austerity as enjoined in the ordinances, always begun by the followers of the Vedas.",
        "25": "Uttering Tat, without aiming at fruits, are the various acts of Yajna, austerity and gift performed by the seekers of Moksha.",
        "26": "The word Sat is used in the sense of reality and of goodness; and so also, Partha, the word Sat is used in the sense of an auspicious act.",
        "27": "Steadiness in Yajna, austerity and gift is also called 'Sat': as also action in connection with these (or, action for the sake of the Lord) is called Sat. The end of the Seventeenth Chapter designated: THE ENQUIRY INTO THE THREEFOLD SHRADDHA. Footnotes ^350:2 Inherent . . . nature: born of their past Samskaras. It--the threefold Shraddha. ^351:3 Natural disposition--the specific tendencies or Samskaras. ^352:5 Austerities--which cause pain to himself and to other living beings. Possessed attachment--may also be interpreted as, 'possessed of lust, attachment and power.' All the organs of the body: the aggregate of all the elements composing the body. ^354:9 Excessively--this word should be construed with each of the seven; thus, excessively bitter, excessively sour, and so on. ^354:10 Stale--Yatayamam--lit. cooked three hours ago. Refuse: left on the plate after a meal. ^357:15 Speech, to be an austerity, must form an invariable combination of all the four attributes mentioned in the Sloka; if it lacks in one or other of them, it will no longer be an austerity of speech. ^357:16 Silence--Maunam--is the result of the control of thought so far as it concerns speech. Or it may mean, the condition of the Muni, i.e., practice of meditation. ^358:17 Steadfast--unaffected in success and failure. ^358:18 With ostentation: for mere show, hypocritically, with no sincere belief. Here--is explained also in the sense of 'of this world,' i.e., yielding fruit only in this world. ^359:20 Who . . . return: one who cannot, or who though able is not expected to return the good. ^363:28 It is naught here or hereafter: Though costing much trouble it is of no use here as it is not acceptable to the wise ones, nor can it produce any effect conducive to good hereafter."
    },
    "Eighteenth Chapter": {
        "3": "No evil, however great, can affect him who meditates on the Gita. He is like the lotus leaf untouched by the water.",
        "4": "Where there is the book of the Gita, where its study is proceeded with, there are present all the holy places, there verily, are Prayaga and the rest. There also are all the Devas, Rishis, Yogins, and Pannagas, so also the Gopalas and Gopikas, with Narada, Uddhava and their whole train of comrades.",
        "5": "Where there is the book of the Gita, where its study is proceeded with, there are present all the holy places, there verily, are Prayaga and the rest. There also are all the Devas, Rishis, Yogins, and Pannagas, so also the Gopalas and Gopikas, with Narada, Uddhava and their whole train of comrades.",
        "6": "Where the Gita is read, forthwith comes help. Where the Gita is discussed, recited, taught, or heard, there, O Earth, beyond a doubt, do I Myself unfailingly reside.",
        "9": "When obligatory work is performed, O Arjuna, only because it ought to be done, leaving attachment and fruit, such relinquishment is regarded as Sattvika.",
        "10": "That man who with steady mind recites the eighteen chapters daily, attains the perfection of knowledge and thus reaches the highest plane.",
        "11": "If the whole cannot be recited, then half of it may be read; and he who",
        "12": "By the recitation of a third part,. he gains the same merit as by bathing in the Ganges. By the repetition of a. sixth part, he obtains the fruit of the Soma-sacrifice.",
        "15": "The man who recites ten, seven, five, four, three or two Slokas, or even one or half a Sloka of the Gita, certainly lives in Chandraloka for ten thousand years. He who leaves the body while reading the Gita, obtains the world of Man.",
        "16": "The man who recites ten, seven, five, four, three or two Slokas, or even one or half a Sloka of the Gita, certainly lives in Chandraloka for ten thousand years. He who leaves the body while reading the Gita, obtains the world of Man.",
        "19": "He who constantly meditates on the meaning of the Gita, even though he performs Karma incessantly, he is to be regarded as a Jivanmukta, and after the destruction of his body he attains to the highest plane of knowledge.",
        "23": "An ordained action done without love or hatred by one not desirous of the fruit and free from attachment, is declared to be Sattvika.",
        "24": "But the action which is performed desiring desires, or with self-conceit and with much effort, is declared to be Rajasika.",
        "25": "That action is declared to be Tamasika which is undertaken through delusion, without heed to the consequence, loss (of power and wealth), injury (to others) and (one's own) ability.",
        "26": "An agent who is free from attachment, non-egotistic, endued with fortitude and enthusiasm and unaffected in success or failure, is called Sattvika.",
        "28": "Unsteady, vulgar, arrogant, dishonest, malicious, indolent, desponding and procrastinating, such an agent is called Tamasika.",
        "31": "That which has a distorted apprehension of Dharma and its opposite and also of right action and its opposite, that intellect, O Partha, is Rajasika.",
        "32": "That which enveloped in darkness regards Adharma as Dharma and views all things in a perverted light, that intellect, O Partha, is Tamasika.",
        "33": "The fortitude by which the functions of the mind, the Prana and the senses, O Partha, are regulated, that fortitude, unswerving through Yoga, is Sattvika.",
        "34": "But the fortitude by which one regulates (one's mind) to Dharma, desire and wealth, desirous of the fruit of each from attachment, that fortitude, O Partha, is Rajasika.",
        "36": "And now hear from Me, O bull of the Bharatas, of the threefold happiness. That happiness which one learns to enjoy by habit, and by which one comes to the end of pain;",
        "37": "That which is like poison at first, but like nectar at the end; that happiness is declared to be Sattvika, born of the translucence of intellect due to Self-realisation.",
        "39": "That happiness which begins and results in self-delusion arising from sleep, indolence and miscomprehension, that is declared to be Tamasika.",
        "40": "There is no entity on earth, or again in heaven among the Devas, that is devoid of these three Gunas, born of Prakriti.",
        "42": "The control of the mind and the senses, austerity, purity, forbearance, and also uprightness, knowledge, realisation, belief in a hereafter,--these are the duties of the Brahmanas, born of (their own) nature.",
        "43": "Prowess, boldness, fortitude, dexterity, and also not flying from battle, generosity and sovereignty are the duties of the Kshatriyas, born of (their own) nature.",
        "44": "Agriculture, cattle-rearing and trade are the duties of the Vaishyas, born of (their own) nature; and action consisting of service is the duty of the Sudras, born of (their own) nature.",
        "50": "Learn from Me in brief, O son of Kunti, how reaching such perfection, he attains to Brahman, that supreme consummation of knowledge.",
        "52": "Resorting to a sequestered spot, eating but little, body, speech and mind",
        "55": "By devotion he knows Me in reality, what and who I am; then having known Me in reality, he forthwith enters into Me.",
        "56": "Even doing all actions always, taking refuge in Me,--by My grace he attains to the eternal, immutable State.",
        "57": "Resigning mentally all deeds to Me, having Me as the highest goal, resorting to Buddhi-Yoga do thou ever fix thy mind on Me.",
        "58": "Fixing thy mind on Me, thou shalt, by My grace, overcome all obstacles; but if from self-conceit thou wilt not hear Me, thou shalt perish.",
        "60": "Fettered, O son of Kunti, by thy own Karma, born of thy own nature, what thou, from delusion, desirest not to do, thou shalt have to do in spite of thyself.",
        "62": "Take refuge in Him with all thy heart, O Bharata; by His grace shalt thou attain supreme peace (and) the eternal abode.",
        "66": "Relinquishing all Dharmas take",
        "72": "Has this been heard by thee, Partha, with an attentive mind? Has the delusion of thy ignorance been destroyed, O Dhananjaya? Arjuna said: Sanjaya said:",
        "74": "Thus have I heard this wonderful dialogue between Vasudeva and the high-souled Partha, causing my hair to stand on end. THE WAY OF LIBERATION IN RENUNCIATION. Here the Bhagavad-Gita ends. Om! Peace! Peace! Peace be to all! Footnotes ^364:1 Sannyasa and Tyaga both mean renunciation. Keshi--was an Asura. ^365:2 Kamya--which are accompanied with a desire for fruits. ^367:7 Since it is purifying in the case of the ignorant. ^368:8 Fruit, i.e., Moksha, which comes out of the renunciation of all actions accompanied with wisdom. ^370:13 Wisdom: Sankhya,--literally, in which all the things that are to be known are expounded, therefore, the highest wisdom. ^371:14 Presiding divinity: Each of the senses has its god who presides over it, and by whose aid it discharges its own functions; e.g., the Aditya (Sun) is the presiding divinity of the eye, by whose aid it sees and acts; and so on with the other senses. ^373:18 Basis--because the threefold action inheres in these three. ^374:19 Sankhya: the Science of the Gunas by Kapila. Though there is a conflict in the matter of supreme Truth--the oneness or non-duality of Brahman--between the Vedanta and the Sankhya, yet the Sankhya view is given here, because it is an authority on the science of Gunas. Duly--described according to the Science, according to reason. ^374:20 Inseparate: undifferentiated; permeating all. ^375:21 Entities: Souls. Different from one another: Different in different bodies. ^375:22 One single effect: such as the body,--thinking it to be the Self. ^377:27 Elated or dejected--at the success or failure of the action in which he is engaged. ^378:29 Dhananjaya: the conqueror of wealth--human and divine, earthly and celestial; an epithet of Arjuna. ^379:30 Fear . . . liberation--the cause of fear and the cause of fearlessness; similarly, the cause of bondage and the cause of liberation. ^381:35 Does not give up sleep &c.,--is inordinately addicted to sleep &c., regarding these to be only proper. ^383:38 At the end like poison--because it leads to deterioration in strength, vigour, complexion, wisdom, intellect, wealth and energy. ^384:41 According to the Karma or habits and tendencies formed by desire, action and association in the past life manifesting themselves in the present as effects. Or, nature (Svabhava) may here mean the Maya made up of the three Gunas, the Prakriti of the Lord. ^386:45 Own--according to his nature. The Apastamba Dharma-Shastra says: \"Men of several castes and orders, each devoted to his respective duties, reap the fruits of their actions after death, and then by the residual Karma attain to births in superior countries, castes and families, possessed of comparatively superior Dharma, span of life, learning, conduct, wealth, happiness and intelligence.\" ^387:46 The highest worship to the Lord consists in the closest approach to Him. The veil of Maya comprising Karma or habits, tendencies and actions prevents a man from nearing the Lord, i.e., realising his own Self. By working out one's Karma alone, according to the law of one's being, can this veil be rent and the end accomplished. ^388:48 Duty etc.--this need not mean caste duty. All undertakings: one's own as well as others' duties. The greatest evil is bondage and this endures so long as one lives in the realm of the Gunas, except in the case of a freed soul. All action is comprised in one or the other of the Gunas. All action therefore involves the evil of bondage. ^389:49 He attains . . . renunciation--This may also be interpreted to mean: he attains the supreme state in which he remains as the actionless Self, by his renunciation of all actions, for which he is prepared by his right knowledge. ^390:51 Pure: free from doubt and misconception, being merged in Brahman through the elimination of all alien attributes ascribed to It. Relinquishing sound &c.--abandoning all superfluous luxuries, all objects except those only which are necessary for the bare maintenance of the body, and laying aside attraction and hatred even for those objects. ^391:52 Eating but little--as conducive to the serenity of thought by keeping off languor, sleepiness and the like. Meditation--upon the nature of the Self. Concentration--one-pointedness of thought, on one feature of the Self. Dispassion--for the seen and the unseen. ^391:53 Power--that power which is combined with passion and desire. ^392:54 Brahman-become: not that he is yet freed and become the Absolute, but is firmly grounded in the knowledge that he is Brahman. His attainment of freedom is described in the next verse. Supreme devotion: the devotion stated in VII. 17. ^394:59 Thy Prakriti: Thy nature as a Kshatriya. ^395:61 See commentary to IX. 10. Arjuna means 'white,' and here it signifies--'O pure-hearted one.' ^396:63 It: the Shastra, the teaching as declared above. ^396:64 Again: though more than once declared. ^397:65 Thou shalt reach Myself: Thus acting,--i.e., looking upon the Lord alone as thy aim, means and end--thou shalt attain the Highest. Truly do I promise unto thee.--Have implicit faith in the declarations of Me, the Lord, as I pledge thee My troth. ^398:66 All Dharmas--including Adharma also: all actions, righteous or unrighteous, since absolute freedom from the bondage of all action is intended to be taught here. Take refuge in Me alone--knowing that there is naught else except Me, the Self of all, dwelling the same in all. Liberate thee--by manifesting Myself as thy own Self. All sins: all bonds of Dharma and Adharma. Sankara in his commentary here very strongly combats the opinion of those who hold that highest spiritual realisation (Jnana) and ritualistic work (Karma) may go together in the same person. For Karma is possible only in the relative world (Samsara), which is the outcome of ignorance; and knowledge dispels this ignorance. So neither the conjunction of Jnana with Karma, nor Karma alone conduces to the absolute cessation of Samsara, but it is only the Right Knowledge of the Self which does so. ^399:67 This--Shastra which has been taught to you. Service--to the Guru;  also means,--to one who does not wish to hear. ^399:68 Teach--in the faith that he is thus doing service to the Lord, the Supreme Teacher. Doubtless: or, freed from doubts. ^400:69 He: who hands down the Shastra to a fit person. ^400:70 Yajna of knowledge: A Yajna can be performed in four ways, such as (1) Vidhi or ritual, (2). Japa, (3) Upamsu, or a prayer uttered, in a low voice, or (4) Manasa or prayer offered with the mind. Jnana-yajna or the Yajna of knowledge comes under the head of Manasa, and is therefore the highest. The study of the Gita will produce an effect equal to that of the Yajna of knowledge. ^401:71 Even that man: much more so he who understands the doctrine. ^402:73 Memory--of the true nature of the Self. Firm--in Thy command. The purpose of the knowledge of the Shastras is the destruction of doubts and delusions, and the recognition of the true nature of the Self. Here, the answer of Arjuna conclusively shows, that that purpose has been fulfilled in him. The teaching of the Shastra is over here. The rest is only to connect it with the main narrative. ^403:75 Through . . . Vyasa: by obtaining from him the Divya-chakshu or divine vision. ^404:76 King: Dhritarashtra. ^404:77 Form: Vishvarupa, the Universal Form. ^405:78 The bow--called the Gandiva. THE GREATNESS OF THE GITA Salutation to Sri Ganesha! Dhara (the Earth) said: The Lord Vishnu said:",
        "2": "If one be devoted to the constant practice of the Gita, even though he be restrained by Prarabdha Karma, yet is he Mukta, happy, in this very world. lie is not tainted by (new) Karma.",
        "7": "In the refuge of the Gita I abide; the Gita is My chief abode. Standing on the wisdom of the Gita, I maintain the three worlds. does this acquires merit, equal to that of the gift of a cow. There is no doubt about. this.",
        "17": "Again practising the Gita, he attains Supreme Mukti. The dying man uttering the word \"Gita\" will attain the goal.",
        "18": "One who loves to hear the meaning of the Gita, even though he has committed heinous sins, attains to heaven, and lives in beatitude with Vishnu.",
        "20": "By the help of this Gita, many kings like Janaka became free from their impurities and attained to the highest goal. It is so sung.",
        "21": "He who having finished the reading of the Gita, does not read its Mahatmyam as declared here, his reading is in vain, it is all labour wasted.",
        "22": "He who studies the Gita, accompanied with this discourse on its Mahatmyam, obtains the fruit stated herein, and reaches that goal which is difficult to attain. Suta said: Thus ends in the Varaha Purana the discourse designated: THE GREATNESS OF THE GITA. Footnotes ^406:* Ganesha is the god of wisdom and remover of obstacles; hence he is invoked and worshipped at the commencement of every important undertaking. Radharamana--the Lover of Radha,--Sri Krishna. ^409:8 Ardhamatra--lit. the half-syllable, and refers to the dot on the ; symbolically, it stands for the Turiya state, hence the Absolute. ^410:13 Become &c.--lit., attained to Ganahood. ^410:11 Attains to Manhood: is born every time in a man-body. INDEX INDEX TO TOPICS ADHIBHUTA, ADHIDAIVA, ADHIYAJNA VIII. 4. ADHYATMA VIII. 3. ATMAN--See Brahman. AUSTERITY (Tapas) VII. 9, X. 5, XI. 48, 53, XVI. 1, XVII. 5, 7, 14-19, 28, XVIII. 5, 42. --threefold XVII. 14-19. BATTLE OF KURUKSHETRA: its arrangement I. 1-11; its beginning I. 12-20; Arjuna's survey of it I. 21-27. BRAHMAN II. 17-25, 28-30, XIII. 12-17, 31-32, XV. 6, 17-19. BRAHMA'S DAY AND NIGHT VIII. 17. CASTE AND DUTY ACCORDING TO ONE'S NATURE (Swa-dharma) II. 31-32, III. 35, IV. 13, XVIII. 41-48. CHARITY threefold XVII. 20-22. CREATION--Evolution and Involution (Srishti and Pralaya) VIII. 17-19. --Described as an Ashwattha tree; how to uproot it XV. 1-4. DELUSION II. 52, IV. 35, V. 15, XI. 1, XIII. 11, XIV. 8, 13, 16-17, 22, XVI. 4, 10, XVIII: 7, 25, 29, 60, 73. DEATH AND REBIRTH: Our last thought determines our future VIII. 6. The two paths of birth and non-birth VIII. 23-26. All creation subject to rebirth IV. 5, VIII. 16-19. How thought of God at death prevents it VIII. 5, 15-16, 21, 27-28. How to assure this by life-long devotion VIII. 7-14, 20-22, 27. DEVOTION (Bhakti-Yoga); who are qualified for it VII. 1-3, 15-19, IX. 3. Its process and fulfilment IV. 10-11, IX. 14-15, 22, 26-34, XII. 6-12, XVIII. 55, 65-66. PATH OF DEVOTION versus PATH OF KNOWLEDGE XII. 1-5. DEVOTION TO OTHER DEITIES IV. 12, VII. 20-23, IX. 23-25. DHARMA IV. 7, XIV. 27. FOOD threefold XVII. 7-10. GITA: qualifications for its study and its effects XVIII. 67-72. GOD: His true nature IV. 14, V. 14-15, VII. 24, IX. 5, 9, 11. His incarnation IV. 5-8. He manifests the universe through Prakriti or Maya VII. 4-12, IX. 7-8, 10, X. 6, XIV. 3-4. Maya causes ignorance VII. 13, 25-27, IX. 12; dispelled by devotion IV. 9, V. 16-17, VIII. 14, 28-30, IX. 13, X. 3, XVIII. 61-62. His attributes IX. 4, 6, 16-19, X. 2, 4-5, 8, 12-15, 19-42, XV. 12-15. GOD-VISION: its essential conditions XI. 8, 52-55. Arjuna's vision of God's Universal Form and its effects XI. 3-51. GRIEF: of Arjuna I. 27-30, 46-47, II. 7-9; his reasons for not fighting I. 31-45, II. 4-6; Krishna's suggestions for overcoming it II. 2-3, 11-38. GUNAS, the three component principles of Prakriti or Maya--Sattva, Rajas, Tamas: their characteristics XIV. 5-13, XVIII. 40, 59-60. Their effects XIV. 14-18. How to conquer them; its perfection XIV. 19-27. HEAVEN (Swarga) II. 32, 37, 43, IX. 21. INDRIYAS (Sense-organs)--See Passions. JIVATMAN (the individual soul) XV. 7-11. KARMA--See Work and Death and Rebirth. KNOWLEDGE (Jnana-Yoga): its nature IV. 35-38, 41-42, XIII. 7-11, XIV. 1-2. Its process and fulfilment IV. 34, XII. 3-5, XIII. 24-25, 27-30, XV. 5, XVIII, 50-54. Who are qualified for it IV. 39-40. --threefold XVIII. 20-22. KSHARA AND AKSHARA (the universe and the individual soul) XV. 16. KSHETRA and KSHETRAJNA (Body and its Knower) XIII. 1-6, 26, 33-34. MAYA--See God and Gunas. MANTRA: OM TAT SAT XVII. 23-28. MEDITATION (Dhyana-Yoga): who are qualified for it VI. 3-4, 36 Its process and fulfilment VI. 5-28, 33-35, 45-48. Fate of the unsuccessful VI. 37-44. --on Om, as Pratika of Brahman VIII. 11-13. NECESSITY and LIBERTY XI. 31-34. PASSIONS and how to overcome them II. 60-64, III. 36-43, V. 22-23. PEACE II. 66, 70-71, IV. 39, V. 12, VI. 15, IX. 31 XII. 12, XVIII. 62. PERFECTED MAN, or the man of Realisation II. 54-72, V. 18-21, 24-26, VI. 29-32, XII. 13-20. PLEASURES threefold XVIII. 36-39. PRAKRITI--See God and Gunas. PRAKRITI and PURUSHA XIII. 19-23. PURITY XIII. 7, XVI. 3, 7, XVII. 14, XVIII. 42. PURUSHOTTAMA--See Brahman. RENUNCIATION threefold XVIII. 7-10. Two paths before the Seeker III. 3, V. 2, 4-5, XVIII. 1-4. --Formal (to give up all work and lead a life of pure meditation): its difficulties III. 6. --of results, or Tyaga--doing only the obligatory works (Nitya-Karma) unattached: its stages III. 7, V. 3, 6, VI. 1-3, XVIII. 5-6, 11-12. --Real ( which comes after realisation of the Atman ) III. 4, XVIII. 16-17, 49. RESIGNATION TO GOD VII. 14, IX. 22, XII. 6-7, XVIII, 62, 66. SABDA-BRAHMAN (Veda) VI. 44. SACRIFICE (Yajna): its varieties III. 9-15, IV. 23.33. IX. 15-16, X. 25, XVIII. 70. --threefold XVII. 11-13. SCRIPTURES our guide XVI. 24. SHRADDHA threefold XVIII. 1-6. SILENCE X. 38, XII. 19, XVII. 16. SINNERS how purified IX. 30-32. STEADINESS threefold XVIII. 33-35. TENDENCIES HIGHER and LOWER (Daivi and Asuri) XVI. 5-6. --Higher XVI. 1-3, 22. --Lower XVI. 4, 7-21, 23. WORK (Karma): its factors XVIII. 13-15, 18. --threefold XVIII. 23-25. --Its agent threefold XVIII. 26-28. --for selfish ends criticised II. 42-44, IX. 20-21. Secret of work (Karma-Yoga) II. 39-40, 45-53, III. 19. Why one must work III. 5-8, 20-24, 26, 33. How to transcend work: work as worship (Yajna) III. 9-16, 25-34, IV. 15-33, XVIII. 56-58. State of one who has gone beyond work (or real Sannyasa) III. 17-18, V. 7-13, 27-28. WORSHIP--See God and Devotion."
    }
}